[
{"titulo": ["Genshin Impact"], "desenvolvedora": ["miHoYo Limited"], "publicadora": ["Cognosphere"], "ano_publicacao": ["08/06/21"], "categoria": ["RPG"], "img_src": ["https://cdn2.unrealengine.com/egs-genshinimpact-mihoyolimited-ic1-400x400-0a1ff1b6cf40.png?h=270&resize=1&w=480", "https://cdn2.unrealengine.com/egs-genshinimpact-mihoyolimited-ic1-400x400-0a1ff1b6cf40.png?h=270&resize=1&w=480"], "descricao": ["\"Genshin Impact\" é um jogo de aventura de mundo aberto, onde desde o primeiro momento em que você entra em \"Teyvat\", sempre haverá um novo cenário. Ao ver fadas errantes e mecanismos estranhos, o que será que lhe aguarda? Armadilhas ou surpresas?", "Nesta terra onde os elementos convergem, o mundo é composto por sete elementos: Anemo, Electro, Hydro, Pyro, Cryo, Dendro e Geo. Personagens com \"Visão\" podem guiar o poder dos elementos para a batalha e exploração.", "Quando a água encontra o fogo, ocorre a \"evaporação\", o fogo e o trovão causam \"sobrecarga\", e quando o trovão encontra a água, ocorre a \"eletricidade\"... Para diferentes inimigos, usar habilidades para desencadear efeitos elementais apropriados é a chave para a vitória.", "Em \"Genshin Impact\", as cenas são renderizadas em tempo real e os movimentos dos personagens são ajustados por meio de captura de movimento detalhados, mostrando efeitos de performance de alta qualidade. Com o dia e a noite de 24 horas, o clima e a música também mudam dinamicamente.", "Deixe-se levar pelos belos sons de Teyvat enquanto explora este mundo em constante expansão. Não importa onde você esteja, você sempre poderá ouvir as apresentações regionais características das melhores orquestras sinfônicas do mundo: Orquestra Filarmônica de Londres e a Orquestra Sinfônica de Xangai.", "Na jornada de aventura, você também pode encontrar parceiros com habilidades únicas. Você pode explorar a melhor partida de equipe e usar os materiais coletados durante a jornada para fortalecer seus personagens.", "No final, os monstros e segredos no continente serão conquistados por você. O Pico de Jueyun, parece estar à sua frente, mas seu parente consanguíneo separado ainda não foi encontrado, você consegue resistir?... Vamos, Viajante, a verdadeira aventura apenas começou.", "Caso você encontre problemas no jogo, você pode nos contatar através do SAC.", "E-mail do SAC: Genshin_cs@mihoyo.com"], "gpu": ["NVIDIA® GeForce® GT 1030 ou superior"], "so": ["Windows 7 SP1 de 64 bits, Windows 8.1 de 64 bits ou Windows 10 de 64 bits (Builds de desenvolvimento do Windows 10 não são suportadas atualmente)"], "cpu": ["Intel Core i5 ou equivalente"], "memoria_ram": ["8 GB"], "armazenamento": ["30 GB"]},
{"titulo": ["Nioh 2 – The Complete Edition"], "desenvolvedora": ["KOEI TECMO GAMES CO., LTD."], "publicadora": ["KOEI TECMO GAMES CO., LTD."], "ano_publicacao": ["23/09/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-nioh2thecompleteedition-koeitecmogamescoltd-s2-1200x1600-8c33109abbfb.jpg?h=270&resize=1&w=480", "https://cdn1.epicgames.com/salesEvent/salesEvent/EGS_Nioh2TheCompleteEdition_KOEITECMOGAMESCOLTD_S1_2560x1440-75a01e633df3a100d3981b1beedeaf6a?h=270&resize=1&w=480"], "descricao": ["Desfrute da emoção de massacrar em batalha as temíveis hordas de Yokai neste violento RPG de ação de dificuldade extrema. Crie a sua própria personagem e aventure-se pelas ruínas do Japão durante o Período Sengoku.", "Nioh 2: Complete Edition inclui na sua totalidade o conteúdo de Nioh 2 assim como as 3 expansões de DLC, O Discípulo de Tengu, Escuridão na Capital e O Primeiro Samurai.", "Viaje até ao final do Período Heian com O discípulo de Tengu, onde os clãs Genji e Heike competiam entre si de forma impiedosa. Participe da batalha que consiste num prefácio explicativo sobre como se desenrolou a história de Nioh 2.", "Escuridão na capital situa-se em meados do Período Heian, uma altura em que os espíritos malignos e yokai estavam à solta por todo o Japão. Regresse até este período para se aventurar na capital e descobrir as ligações entre um passado ainda mais longínquo e o presente de onde você veio.", "O primeiro samurai leva você à passagem Suzuka durante o início do Período Heian. Na fantástica 3.ª expansão da saga Nioh 2, você voltará a enfrentar o seu arqui-inimigo Otakemaru.", "Bônus exclusivo", "Você pode resgatar um \"Elmo de Raijin\" exclusivo ao selecionar \"Boons\" a partir de um santuário.", "Observe que alguns recursos online deste título podem ser alterados ou removidos no futuro.", "Acesse o site oficial para mais detalhes: ", "Nioh: Complete Edition também está disponível na Epic Games Store:", " ", "©KOEI TECMO GAMES CO., LTD All rights reserved."], "gpu": ["NVIDIA GeForce GTX 970 ou superior, VRAM de 4 GB ou superior"], "so": ["Windows® 10 de 64 bits, Windows® 8.1 de 64 bits"], "cpu": ["Intel Core i5 4460 ou superior"], "memoria_ram": ["6 GB"], "armazenamento": ["85 GB"]},
{"titulo": ["DEATH STRANDING"], "desenvolvedora": ["KOJIMA PRODUCTIONS"], "publicadora": ["505 Games"], "ano_publicacao": ["14/07/20"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fdeath-stranding%2Fhome%2FEGS_KojimaProductions_DeathStranding_G1A_00-1920x1080-73cbf48f73660b4ce8d98eb7fdff27d8f32d5742.jpg?h=270&resize=1&w=480", "https://cdn1.epicgames.com/f4a904fcef2447439c35c4e6457f3027/offer/DS_wide-2560x1440-c3d7bbf8ee36dd025610088381a5235a.jpg?h=270&resize=1&w=480"], "descricao": ["Do lendário criador de jogos Hideo Kojima, surge uma experiência totalmente inédita que desafia o gênero.", "Sam Bridges precisa enfrentar um mundo profundamente transformado pelo DEATH STRANDING. Carregando os restos desconectados do nosso futuro em suas mãos, ele embarca em uma jornada para reconectar o mundo destruído, um passo de cada vez.", "Estrelando Norman Reedus, Mads Mikkelsen, Léa Seydoux e Lindsay Wagner. ", "Recursos adicionais para PC incluem ALTA TAXA DE QUADROS, MODO DE FOTO e SUPORTE PARA MONITOR ULTRAWIDE.    Inclui também conteúdo cruzado da série HALF-LIFE da Valve Corporation.", "Todas as cópias do jogo também incluirão:", "• Trilha sonora digital de Ludvig Forssell para o DEATH STRANDING Official Score Expanded Edition, incluindo 10 faixas bônus inéditas.", "• Livro digital \"Seleções de The Art of Death Stranding\" (da Titan Books)", "• ÓCULOS DE SOL LUDENS ESTILO MÁSCARA (OURO QUIRAL E OMNIREFLETOR)", "• ESQUELETO PARA QUALQUER TERRENO DOURADO e PRATEADO"], "gpu": ["GeForce GTX 1050 3 GB or AMD Radeon™ RX 560 4 GB"], "so": ["Windows 10"], "cpu": ["Intel® Core i5-3470 or AMD Ryzen 3 1200"], "memoria_ram": ["8 GB"], "armazenamento": ["80GB"]},
{"titulo": ["Guardiões da Galáxia da Marvel"], "desenvolvedora": ["Eidos-Montréal"], "publicadora": ["Square Enix"], "ano_publicacao": ["26/10/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-marvelsguardiansofthegalaxy-eidosmontral-ic5-400x174-478b8a5714b5.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/2a09fb19b47f46dfb11ebd382f132a8f/EGS_MarvelsGuardiansoftheGalaxy_EidosMontral_S1_01_2560x1440-41457c6140198776b348b1c77e730e48?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Acione as botas a jato do Senhor das Estrelas e embarque numa nova e empolgante viagem pelo cosmos neste jogo de ação e aventura em terceira pessoa dos Guardiões da Galáxia da Marvel. Com a ajuda dos imprevisíveis Guardiões, encare situações explosivas repletas de personagens originais e emblemáticos da Marvel envolvidos em uma luta pelo destino da galáxia. Você consegue. Acho.", "Você joga no papel do Senhor das Estrelas, e tudo é permitido com seu estilo de combate ousado, de pistolas elementais a botas a jato e ataques coletivos. Com os Guardiões lutando ao seu lado, tome decisões e derrote os oponentes com ataques especiais. Além disso, no decorrer da jornada, as consequências de suas ações podem ser cômicas ou totalmente inesperadas.", "Seu recém-formado grupo de desajustados lendários está determinado a salvar o universo nesta nova e fiel versão dos Guardiões da Galáxia. Você desencadeará uma série de eventos catastróficos, e com isso embarcará em uma viagem por mundos extraordinários habitados por personagens emblemáticos e originais da Marvel. Curta a trilha sonora dos anos 80 e se prepare para detonar.", "Você é a única coisa que mantém os imprevisíveis Guardiões unidos, então é bom pegar o jeito desse negócio de liderança o quanto antes. Na companhia dessa excêntrica família improvisada, a história promete lágrimas e risadas enquanto vocês percorrem o cosmo juntos. Seja lá o que o futuro reserva, você sabe que vai ser um arraso.", "Adquirir a versão digital do jogo desbloqueará o traje Senhor da Sociedade para o Senhor das Estrelas."], "gpu": ["NVIDIA® GeForce® GTX 1060 / AMD Radeon™ RX 570"], "so": ["Windows® 10 de 64 bits, versão 1803"], "cpu": ["AMD Ryzen™ 5 1400 / Intel® Core™ i5-4460"], "memoria_ram": ["8 GB"], "armazenamento": ["150 GB"]},
{"titulo": ["Riders Republic"], "desenvolvedora": ["Ubisoft Annecy"], "publicadora": ["Ubisoft"], "ano_publicacao": ["28/10/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/en-mad-std-game-epic-game-logo-color-1000x375-en-1000x375-a99aa957c643.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/83d6990f16444655866b04be562bf589/offer/MAD_STD_Store_Landscape_2560x1440-2560x1440-0d275f75a75f6367c373e727bc78b4d1.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Entre no enorme cenário multiplayer de Riders Republic™! Pegue sua bicicleta, esquis, prancha de snowboard ou traje planador e explore um paraíso dos esportes de mundo aberto onde você cria ou ignora as regras."], "gpu": ["GeForce GTX 970 (4 GB) ou AMD RX 470 (4 GB)"], "so": ["Windows 10 (versões de 64 bits)"], "cpu": ["Intel Core i5-4460 ou AMD Ryzen 5 1400"], "memoria_ram": ["8 GB em canal duplo"], "armazenamento": ["20 GB"]},
{"titulo": ["Back 4 Blood: Standard Edition"], "desenvolvedora": ["Turtle Rock Studios"], "publicadora": ["Warner Bros. Games"], "ano_publicacao": ["12/10/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-back4blood-turtlerockstudios-s1-2560x1440-f1e6d908d828.jpg?h=270&resize=1&w=480", "https://cdn1.epicgames.com/57dfd95548214a138218e56cd9e5b9d8/offer/EGS_Back4Blood_TurtleRockStudios_S1-2560x1440-c50bb45e4f6f4805a26914e28491c15a.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Back 4 Blood é um jogo de tiro cooperativo em primeira pessoa dos criadores da franquia aclamada pela crítica Left 4 Dead. Você está no centro de uma guerra contra os contagiados. Esses humanos portadores de um parasita mortal se transformaram em criaturas assustadoras inclinadas a devorar os restos da civilização. Com a extinção da humanidade em jogo, cabe a você e seus amigos enfrentar esse inimigo, erradicar os contagiados e reconquistar o mundo.", "Campanha cooperativa", "Lute através de uma campanha de história de 4 jogadores dinâmica, onde você deve trabalhar em equipe para sobreviver às missões cada vez mais desafiadoras. Jogue com até 3 amigos online ou sozinho, e lidere sua equipe na batalha.", "Escolha entre 8 sentinelas, um dos sobreviventes imunes, e diversas armas e itens letais. Crie estratégias contra um inimigo em constante evolução que busca a sua destruição.", "Multiplayer competitivo", "Jogue junto ou contra amigos no PvP. Torne-se um sentinela com habilidades especiais ou troque de lado e jogue como um horrendo contagiado. Ambos os lados vêm com armas, habilidades e especialidades únicas.", "Jogabilidade extrema", "Um novo sistema de cartas \"roguelite\" gera experiências diferentes todas as vezes, colocando você no controle para criar baralhos personalizados, criar jogadas diferentes e participar de combates mais desafiadores.", "O Diretor do Jogo está ajustando constantemente as ações dos jogadores, garantindo lutas divertidas, diversidade extrema de jogabilidade e legiões mais desafiadoras de contagiados – incluindo chefes mutantes de mais de 6 metros de altura."], "gpu": ["NVIDIA GeForce GTX 1050 Ti / AMD Radeon RX 570"], "so": ["Windows 10 de 64 bits"], "cpu": ["Intel Core i5-6600 (3,3 GHz) / AMD Ryzen 5 2600 (3,4 GHz)"], "memoria_ram": ["8 GB"], "armazenamento": ["40 GB de HDD"]},
{"titulo": ["Dead by Daylight"], "desenvolvedora": ["Behaviour Interactive"], "publicadora": ["Behaviour Interactive"], "ano_publicacao": ["09/12/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-deadbydaylight-behaviourinteractive-ic1-200x200-5a5957eb6ddd.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/611482b8586142cda48a0786eb8a127c/EGS_DeadbyDaylight_BehaviourInteractive_S3_2560x1440-9790e96a8d2a08325bd7b4dc70148127?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Dead by Daylight é um jogo de terror multijogador (4x1) no qual um jogador assume o papel de Assassino enquanto os demais jogadores, na pele de quatro Sobreviventes, tentam fugir e evitar uma morte cruel e violenta.", "Os Sobreviventes jogam em terceira pessoa e têm como vantagem uma melhor percepção espacial. O Assassino, por sua vez, joga em primeira pessoa com foco total nas presas.", "O objetivo dos Sobreviventes em cada confronto é escapar da arena da morte sem serem capturados pelo Assassino – uma tarefa não tão simples quanto parece, especialmente em um cenário que muda a cada vez que você joga.", "Mais informações sobre o jogo estão disponíveis aqui: ", "Os Sobreviventes podem cooperar uns com os outros ou agir de forma egoísta. Suas chances de sobreviver variarão de acordo com suas escolhas entre trabalhar em equipe ou individualmente. Você será capaz de superar a perspicácia do Assassino e escapar da arena da morte?", "Cada partida é gerada de forma procedimental, de modo que você nunca saberá o que esperar. Pontos de surgimento aleatórios significam que você jamais se sentirá seguro enquanto o mundo e suas ameaças mudam a cada vez que jogar.", "Dead by Daylight traz um pouco de cada canto do universo do terror. Como Assassino, você poderá encarnar desde psicopatas perigosos até terríveis entidades paranormais. Familiarize-se com suas arenas da morte e domine a habilidade única de cada Assassino para caçar, capturar e sacrificar suas vítimas.", "Cada Assassino e Sobrevivente conta com seu próprio sistema refinado de progressão e diversos atributos desbloqueáveis, permitindo que você personalize seu modo de jogar de acordo com suas táticas favoritas. Experiência, habilidades e entendimento do cenário são as chaves para ser capaz de caçar vítimas ou ser mais perspicaz do que o Assassino.", "As partidas geradas aleatoriamente e as reações humanas autênticas ao puro terror tornam cada jogatina um cenário inesperado. Não dá para adivinhar qual será o desfecho. O ambiente, as músicas e os cenários tenebrosos formam uma experiência de arrepiar. Com o passar do tempo, talvez você até descubra o que se esconde na Névoa."], "gpu": ["GeForce GTX 460 com 1 GB ou AMD HD 6850 com 1 GB compatível com DX11"], "so": ["Sistema operacional Windows 10 de 64 bits"], "cpu": ["Intel Core i3-4170 ou AMD FX-8120"], "memoria_ram": ["8 GB de RAM"], "armazenamento": ["50 GB de espaço disponível"]},
{"titulo": ["Edição completa de Horizon Zero Dawn™"], "desenvolvedora": ["Guerrilla"], "publicadora": ["PlayStation PC LLC"], "ano_publicacao": ["07/08/20"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/hzn-1-zd-ce-logo-white-v2-400x161-378073103.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/3328b08ac1c14540aa265a1a85c07839/offer/hzd_wide-2560x1440-bd312be05c49cf339097777c493cb899.jpg?h=270&resize=1&w=480"], "descricao": ["Vivencie a lendária missão de Aloy e desvende os mistérios de um mundo governado por máquinas mortíferas.", "A jovem caçadora, uma pária da sua tribo, luta para desvendar o seu passado, para descobrir o seu destino... e para impedir uma catastrófica ameaça ao futuro.", "Desencadeie ataques táticos devastadores contra máquinas únicas e tribos rivais enquanto você explora um mundo aberto repleto de vida selvagem e perigo.", "Horizon Zero Dawn™ é um jogo de RPG de ação que recebeu vários prêmios - e esta edição completa para PC inclui a enorme expansão The Frozen Wilds, com novos terrenos, habilidades, armas e máquinas."], "gpu": ["Nvidia GeForce GTX 780 (3 GB)/AMD Radeon R9 290 (4 GB)"], "so": ["Windows 10 (64 bits)"], "cpu": ["Intel Core i5-2500K de 3,3 GHz/AMD FX 6300 de 3,5 GHz"], "memoria_ram": ["8 GB de RAM"], "armazenamento": ["50 ~ 100 GB"]},
{"titulo": ["Rocket League®"], "desenvolvedora": ["Psyonix LLC"], "publicadora": ["Psyonix LLC"], "ano_publicacao": ["23/09/20"], "categoria": ["Esportes"], "img_src": ["https://cdn2.unrealengine.com/egs-rocketleague-psyonixllc-ic1-400x400-f682b436f76d.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/9773aa1aa54f4f7b80e44bef04986cea/6609d2e1-62d9-4094-9cb7-26d9a7f5ba3f_2560x1440-071db7b0d39d5635f684940c1e3c4ec3?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["JOGUE ROCKET LEAGUE GRÁTIS!", "Baixe e compita nesse híbrido radical de futebol estilo arcade e destruição automotiva! Personalize seu carro, entre em campo e compita em um dos jogos esportivos mais aclamados pela crítica de todos os tempos! Baixe e prepare o seu chute!", "Entre em campo sozinho ou com amigos nos modos online 1x1, 2x2 e 3x3, ou aproveite os modos extras como Rumble, Snow Day ou Hoops. Desbloqueie itens no Rocket Pass, suba nos rankings competitivos, participe de torneios competitivos, conclua desafios, aproveite a progressão multiplataforma e muito mais! O campo aguarda por você. Prepare o seu chute! ", "Conclua desafios semanais e de temporada para desbloquear gratuitamente itens de personalização!", "Sinta a energia competitiva! Entre em torneios gratuitos e compita durante toda a temporada contra equipes do mesmo ranking que você! Ganhe e receba novas recompensas! ", "De Haunted Hallows a Frosty Fest, divirta-se em eventos de tempo limitado que apresentam itens festivos no jogo e que podem ser desbloqueados ao jogar online! Fique de olho nos modos de tempo limitado e nas arenas.", "Compartilhe o seu inventário, ranking competitivo e nível do Rocket Pass de Rocket League em qualquer plataforma conectada!", "Construa o seu próprio carro com possibilidades de personalização quase infinitas! Obtenha itens no jogo por completar desafios, navegue na Loja de Itens ou crie Projetos para obter conteúdo premium para o seu carro. "], "gpu": ["NVIDIA GeForce 760, AMD Radeon R7 270X ou superior"], "so": ["Windows 7 (64 bits) ou Sistema Operacional Windows mais recente (64 bits)"], "cpu": ["Dual Core de 2,5 GHz"], "memoria_ram": ["4 GB"], "armazenamento": ["20 GB"]},
{"titulo": ["Battlefield™ 2042"], "desenvolvedora": ["DICE"], "publicadora": ["Electronic Arts"], "ano_publicacao": ["19/11/21"], "categoria": ["Tiro"], "img_src": ["https://cdn2.unrealengine.com/egs-battlefield2042-dice-ic1-400x400-9d42aed4f59b.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/52f57f57120c440fad9bfa0e6c279317/EGS_Battlefield2042_DICE_S1_2560x1440-36f16374c9c29a18a46872795b483d72_2560x1440-36f16374c9c29a18a46872795b483d72?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Battlefield™ 2042 marca o retorno à emblemática guerra total da franquia. Monte seu pelotão e traga um arsenal de ponta para campos de batalha em escala massiva, ambientados num mundo num futuro próximo, transformado pela desordem.", "Battlefield™ 2042 é um jogo de tiro em primeira pessoa que marca o retorno à emblemática guerra total da franquia. Mostre que você é capaz de se adaptar e superar um mundo num futuro próximo, transformado pela desordem. Forme um pelotão e leve um arsenal de ponta para campos de batalha dinâmicos com capacidade para 128 pessoas, escala sem precedentes e destruição épica.", "A nova geração de Conquista e Ruptura, um sucesso entre fãs, conta com os maiores mapas já vistos no Battlefield e até 128 pessoas.  Vivencie a intensidade da guerra total em mapas com clima dinâmico e eventos mundiais espetaculares.", "O imenso e icônico modo de mundo livre de Battlefield está de volta – desta vez com capacidade para 128 pessoas no PC. Os mapas foram projetados especificamente para essa grande escala, com ação dividida em \"aglomerados\" de vários tipos. Além disso, a ação agora gira em torno de setores que consistem em várias bandeiras, em vez de pontos de controle individuais.", "O retorno de Ruptura traz duas equipes – Ataque e Defesa – disputando setores de maior escala enquanto a equipe atacante avança para o objetivo final. Cada setor é projetado para abrigar um número maior de pessoas, permitindo mais opções estratégicas e mais oportunidades de flanquear. Domine as áreas de captura de diversos locais e aproveite mais tipos de possibilidades táticas.", "Descubra batalhas inesperadas e entre no vasto universo de Battlefield em uma plataforma voltada para a comunidade que lhe dá o poder de mudar as regras da guerra. As possibilidades são infinitas quando você pode personalizar armas, equipamentos, regras e muito mais neste criativo modo de mundo livre. Jogue novamente os clássicos com conteúdos selecionados de Battlefield 1942, Battlefield 3 e Battlefield: Bad Company 2, ou aproveite o conteúdo moderno do mundo de Battlefield 2042 para descobrir, criar e compartilhar algo totalmente novo.", "Combinando uma jogabilidade eletrizante com o melhor do mundo livre de Battlefield, Battlefield Hazard Zone é uma experiência intensa de sobrevivência com foco em pelotão. Em um pelotão de quatro integrantes, você deve localizar e recuperar drives de dados cruciais espalhados pelo campo de batalha, disputando o mesmo objetivo com milícias locais e pelotões adversários. O sucesso vem quando você reúne os drives de dados e decide o momento exato de extrair, antes que a tempestade tome conta da área nesta experiência única e de alto risco. Cada bala, cada conflito e cada decisão contam."], "gpu": ["AMD Radeon RX 560, Nvidia GeForce GTX 1050 Ti"], "so": ["Windows 10 de 64 bits"], "cpu": ["AMD Ryzen 5 1600, Core i5 6600K"], "memoria_ram": ["8 GB"], "armazenamento": ["100 GB"]},
{"titulo": ["Grand Theft Auto V"], "desenvolvedora": ["Rockstar Games"], "publicadora": ["Rockstar Games"], "ano_publicacao": ["14/05/20"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fgrand-theft-auto-v%2Fhome%2FGTAV_EGS_Artwork_400x400_GameLogo-1000x1000-f6c47a98454049a5e63959f7b6f898c4fc22829c.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/0584d2013f0149a791e7b9bad0eec102/offer/GTAV_EGS_Artwork_2560x1440_Landscaped Store-2560x1440-79155f950f32c9790073feaccae570fb.jpg?h=270&resize=1&w=480"], "descricao": ["O Grand Theft Auto V: O Grand Theft Auto V: Edição Premium inclui o Modo História completo do Grand Theft Auto V, acesso gratuito ao mundo em constante evolução do Grand Theft Auto Online e todo o conteúdo e melhorias de jogo já lançados, incluindo O Golpe do Juízo Final, Tráfico de Armas, Acima da Lei, Motoqueiros e muito mais. Você recebe o Kit Inicial de Esquema Criminal, a maneira mais rápida de começar seu império do crime no Grand Theft Auto Online.", "Quando um malandro de rua, um ladrão de bancos aposentado e um psicopata aterrorizante se veem encrencados, eles precisam realizar uma série de golpes ousados para sobreviver em uma cidade onde não podem confiar em ninguém, nem mesmo um no outro.", "Descubra um mundo de escolhas e maneiras de jogar à medida em que você sobe na hierarquia do crime de Los Santos e Blaine County na experiência online definitiva.", "O Kit Inicial de Esquema Criminal é a maneira mais rápida dos jogadores do GTA Online darem o pontapé inicial no seu próprio império do crime com o conteúdo mais popular e divertido disponível e com bônus de GTA$1.000.000 para gastar no GTA Online (o conteúdo inteiro vale mais de GTA$ 10.000.000 se comprado separadamente).", "Inicie negócios por meio do seu Escritório Executivo do Maze Bank West, pesquise tecnologias de armas poderosas no seu Bunker de Tráfico de Armas subterrâneo e use a sua fábrica de dinheiro falso para iniciar operações de falsificação bem lucrativas.", "Saia rasgando pelas ruas com uma série de 10 veículos de alto desempenho, incluindo um supercarro, motocicletas, o Dune de Combate armado, um helicóptero, um carro de rally e mais. Você também irá adquirir propriedades, incluindo uma garagem para 10 carros para guardar a sua crescente frota.", "Você também terá acesso ao Lança-granada Compacto, Rifle de Elite e o Fuzil Compacto, além de trajes de Corridas Acrobáticas, tatuagens de motoqueiro e mais."], "gpu": "não especificado", "so": ["Windows 10 64 Bit, Windows 8.1 64 Bit, Windows 8 64 Bit, Windows 7 64 Bit Service Pack 1, Windows Vista 64 Bit Service Pack 2* (*placa de vídeo NVIDIA recomendada para o Vista)"], "cpu": ["Intel Core 2 Quad CPU Q6600 com 2.40 GHz (4 CPUs) / AMD Phenom 9850 Quad-Core (4 CPUs) com 2.5 GHz"], "memoria_ram": ["4 GB de RAM"], "armazenamento": ["90 GB available space"]},
{"titulo": ["Far Cry® 6"], "desenvolvedora": ["Ubisoft Toronto"], "publicadora": ["Ubisoft"], "ano_publicacao": ["07/10/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/fc6-logo-400x150-7808789f6a13.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/b4565296c22549e4830c13bc7506642d/offer/TETRA_PREORDER_STANDARD EDITION_EPIC_Store_Landscape_2560x1440-2560x1440-827a9d1823ad230a0ea5a2efc7936370.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Bem-vindo a Yara, um paraíso tropical que parou no tempo. Antón Castillo, o ditador de Yara, deseja resgatar a glória do seu país a qualquer custo, junto com seu filho, Diego, que é tão sanguinário quanto o pai. O governo opressor de Antón e Diego provocou uma revolução. "], "gpu": ["AMD RX 460 de 4 GB / NVIDIA GTX 960 de 4 GB"], "so": ["Windows 10 (20H1 ou mais recente) – apenas 64 bits"], "cpu": ["AMD Ryzen 3 1200 de 3,1 GHz / Intel i5-4460 de 3,2 GHz"], "memoria_ram": ["8 GB (Configuração de canal duplo)"], "armazenamento": ["60 GB HDD (SSD recomendado)"]},
{"titulo": ["Borderlands 3"], "desenvolvedora": ["Gearbox Software"], "publicadora": ["2K"], "ano_publicacao": ["13/09/19"], "categoria": ["Primeira Pessoa"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproduct%2Fcatnip%2FEGS_2K_OAK_IC1_Logo_Transparent_400x800-800x400-847db268641618b804c2dc3e64f0055387fd10e5.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/catnip/offer/BL3Wide_2560x1440-2560x1440-462318f36bee20de4412e111ef72dc62.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["O jogo de tiro e saque original voltou, trazendo zilhões de armas e uma nova aventura movida a caos! Exploda novos inimigos em mundos inéditos como um dos quatro Caça-Arcas novos, os caçadores de tesouros mais extraordinários das Fronteiras, com árvores de talentos, habilidades e personalização robustas. Jogue sozinho ou junte-se a amigos para enfrentar inimigos insanos, obter espólios até não poder mais e salvar seu lar dos líderes de seita mais brutais da galáxia.", "Impeça que os Gêmeos Calypso unam os clãs de bandidos e controlem o maior poder da galáxia.", "Seja um dos quatro incríveis Caça-Arcas, cada um com habilidades, árvores de talentos, estilos de jogo únicos e diversas opções de personalização. Todo Caça-Arcas é capaz de causar o caos sozinho, mas nada pode com eles quando se unem.", "• Moze como A ATIRADORA: Quando Moze precisa de reforços, ela digiconstrói seu meca (Urso de Ferro) para um golpe de poder de fogo adicional.", "• Amara como A NINFA: Lutadora confiante e competente com a habilidade de invocar punhos etéreos, Amara usa seus poderes de Ninfa para esmagar os inimigos.", "• FL4K como o DOMAFERAS: A vida de FL4K é a caça. E também das feras leais que seguem cada comando de seu mestre. Sua presa favorita? Bandidos desprevenidos, coitados.", "• Zane como o AGENTE: Especializado em equipamentos para o campo de batalha, Zane é muito bom em entrar no combate, criar o caos e sair de fininho como se nunca tivesse estado lá.", "Com milhares de armas e dispositivos, toda luta é uma chance de obter itens novos. Armas de fogo com escudos balísticos de autopropulsão? Confere. Rifles que geram vulcões cuspidores de fogo? Claro. Armas que criam pernas e perseguem inimigos enquanto metralham xingamentos? Sim, tem isso também.", "Desbrave mundos além de Pandora, cada um com novos ambientes para explorar e inimigos para erradicar. Atravesse desertos hostis, abra caminho em cenários urbanos assolados por guerras, avance por pântanos mortais e mais!", "Jogue com quem quiser, quando quiser, tanto online ou em tela dividida, seja qual for seu nível e seu progresso nas missões. Vença inimigos e desafios em equipe, mas receba recompensas que são só para você; ninguém fica sem espólios.", "Incorpora DRM de terceiros: Denuvo Anti-Tamper", "O uso deste produto requer o aceite do seguinte termo de licença de usuário final de terceiros: "], "gpu": ["AMD Radeon™ HD 7970 (NVIDIA GeForce GTX 680 2GB)"], "so": ["Windows 7/10 (Último Service Pack)"], "cpu": ["AMD FX-8350 (Intel i5-3570)"], "memoria_ram": ["6 GB"], "armazenamento": ["75 GB"]},
{"titulo": ["Kena: Bridge of Spirits"], "desenvolvedora": ["Ember Lab"], "publicadora": ["Ember Lab"], "ano_publicacao": ["21/09/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-kenabridgeofspirits-emberlab-ic1-396x188-182977849.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/7c53d7dc86494d5abcdc974b0ef0a843/offer/EGS_KenaBridgeofSpirits_EmberLab_S5-1920x1080-450356496c568d85ecc7319a202b99b7.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Kena, uma jovem guia espiritual, viaja para uma vila abandonada em busca do santuário sagrado da montanha.  Ela luta para descobrir os segredos dessa comunidade esquecida, escondida em uma floresta coberta de vegetação, onde espíritos errantes acabam ficando presos.", "Espíritos tímidos e ilusórios espalhados pela floresta. Eles mantêm o equilíbrio decompondo elementos mortos e apodrecidos."], "gpu": ["AMD Radeon R7 360 2GB/NVIDIA GeForce GTX 650 Ti 2GB or Equivalent"], "so": ["Windows 7/8.1/10 de 64 bits"], "cpu": ["AMD FX-6100/Intel i3-3220 ou equivalente"], "memoria_ram": ["12 GB RAM"], "armazenamento": ["25 GB"]},
{"titulo": ["Chivalry 2"], "desenvolvedora": ["Torn Banner Studios"], "publicadora": ["Tripwire Interactive"], "ano_publicacao": ["08/06/21"], "categoria": ["Luta"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fchivalry-2%2Fhome%2FChivalry-2-Full-Brand-Colour-5239x1781-3716225e30b3211e1df95e0f119c54c214883583.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/bd46d4ce259349e5bd8b3ded20274737/EGS_Chivalry2_TornBannerStudios_S1_12_2560x1440-0a5c81d302124046398acd13d20243b8?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Chivalry 2 é um jogo de combate multijogador corpo a corpo em primeira pessoa inspirado em filmes de batalhas medievais épicas. Os jogadores entram na ação de cada momento icônico dessa era — desde espadas colidindo a chuvas de flechas flamejantes, cercos de castelos e muito mais.", "Domine enormes campos de batalha com 64 jogadores. As catapultas fazem a terra ruir enquanto você cerca castelos, incendeia vilas e massacra camponeses imundos no retorno dos mapas do Team Objective. "], "gpu": ["NVIDIA GeForce GTX 660 ou AMD Radeon HD 7870 de 2 GB"], "so": ["Windows 10 de 64 bits"], "cpu": ["Intel i3-4370 "], "memoria_ram": ["8 GB"], "armazenamento": ["20 GB"]},
{"titulo": ["Jurassic World Evolution 2"], "desenvolvedora": ["Frontier Developments"], "publicadora": ["Frontier Developments"], "ano_publicacao": ["09/11/21"], "categoria": ["Estratégia"], "img_src": ["https://cdn2.unrealengine.com/egs-jurassicworldevolution2-frontierdevelopments-ic1-400x400-6fc3fcc8273b.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/salesEvent/salesEvent/EGS_JurassicWorldEvolution2_FrontierDevelopments_S1_2560x1440-4103be22950c498c9687d9457d9e0815?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Jurassic World Evolution 2 é a tão aguardada continuação de Jurassic World Evolution, um dos grandes sucessos da Frontier. O jogo desenvolve ainda mais a experiência de simulação administrativa revolucionária e imersiva de 2018 com diversas novidades. Entre elas, uma campanha inédita, novos recursos incríveis e dinossauros impressionantes que voltam à vida com uma autenticidade cativante. Jurassic World Evolution 2 conta também com construção expandida e mais opções de personalização, resultando em um jogo maior, melhor e ainda mais autêntico.  ", "Viva uma narrativa original e cativante de Jurassic World, contada após os eventos de Jurassic World: Reino Ameaçado. Comande operações de controle, conservação e contenção de dinossauros enquanto trabalha ao lado de personagens icônicos dos filmes, como Dr. Ian Malcolm (Jeff Goldblum) e Claire Dearing (Bryce Dallas Howard). ", "Esteja no controle com ferramentas de administração e opções criativas ainda mais desenvolvidas. Construa e personalize novas construções e exercite suas habilidades administrativas em locais inéditos, de densas florestas a desertos rochosos. Resgate e manipule mais de 75 espécies pré-históricas, incluindo répteis marinhos e voadores altamente requisitados, e observe-os enquanto procuram território, lutam e interagem uns com os outros, tudo com um realismo espantoso. ", "O modo Teoria do Caos permite que você jogue por momentos marcantes de seus filmes favoritos... mas com uma diferença. Experimente situações de \"e se\" dos filmes icônicos de Jurassic World e Jurassic Park, onde cada nível levará você a eras e localidades dos cinco filmes. Mergulhe no coração da franquia Jurassic World e descubra o que acontece quando você é a pessoa responsável por lidar com novos desafios e situações imprevisíveis.  "], "gpu": ["(4 GB de VRAM) NVIDIA GeForce GTX 1050Ti (Placa de vídeo Legacy: GeForce GTX 960) / AMD Radeon RX 470"], "so": ["Windows 10 de 64 bits (versão mínima 1809 bits)"], "cpu": ["Intel i5-4590 / AMD FX 8370"], "memoria_ram": ["8 GB"], "armazenamento": ["14 GB"]},
{"titulo": ["Assassin's Creed Valhalla"], "desenvolvedora": ["Ubisoft Montreal"], "publicadora": ["Ubisoft"], "ano_publicacao": ["17/11/20"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fassassins-creed-valhalla%2Fhome%2FAC-KINGDOM-PREORDER_STANDARD-EDITION_EPIC_Game_Logo_whiteblue_1000x375-1000x375-baa332e9500ef71697f4a31924488fe309c4784d.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/400347196e674de89c23cc2a7f2121db/offer/AC KINGDOM PREORDER_STANDARD EDITION_EPIC_Key_Art_Wide_3840x2160-3840x2160-485fe17203671386c71bde8110886c7d.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Em Assassin's Creed Valhalla, torne-se Eivor, um guerreiro Viking lendário em busca de glória. Explore a Idade das Trevas da Inglaterra enquanto ataque seus inimigos, amplie seu assentamento e consolide seu poder político."], "gpu": ["AMD R9 380 - 4 GB / GeForce GTX 960 - 4 GB"], "so": ["Windows 10 (somente versões de 64 bits)"], "cpu": ["Ryzen 3 1200 - 3,1 Ghz / i5-4460 - 3,2 Ghz"], "memoria_ram": ["8 GB (Configuração de canal duplo)"], "armazenamento": ["50 GB HDD (SSD recomendado)"]},
{"titulo": ["Sid Meier's Civilization® VI"], "desenvolvedora": ["Firaxis Games"], "publicadora": ["2K"], "ano_publicacao": ["21/05/20"], "categoria": ["Baseado em Turnos"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fsid-meiers-civilization-vl%2Fhome%2FEGS_SidMeiersCivilizationVI_FiraxisGames_IC1-200x80-1bf24a5fd6b0e729a99547a9149043156d40534c.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/cd14dcaa4f3443f19f7169a980559c62/offer/EGS_SidMeiersCivilizationVI_FiraxisGames_S1-2560x1440-2fcd1c150ac6d8cdc672ae042d2dd179.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Civilization VI oferece novas formas de interagir com o seu mundo, expandir seu império pelo mapa, avançar sua cultura e competir com os maiores líderes da história para criar uma civilização que resistirá ao tempo.", "Veja as maravilhas do seu império se espalhando pelo mapa como nunca antes. Cada cidade ocupa múltiplos painéis, então você pode construir suas cidades para aproveitar todo o potencial do terreno local.", "Desbloqueie aperfeiçoamentos que aceleram o progresso da sua civilização através da história. Para avançar mais rapidamente, use suas unidades para explorar ativamente, desenvolver seu ambiente e descobrir novas culturas.", "Interações com outras civilizações mudam durante o jogo, de interações iniciais primitivas, onde o conflito é um fato da vida, até negociações complexas e alianças de final do jogo.", "Expandindo o design de \"uma unidade por painel no mapa\", unidades de suporte agora podem ser incorporadas a outras unidades, tal como suporte antitanque com infantaria, ou um guerreiro com colonos. Unidades similares também podem ser combinadas para formar unidades poderosas de \"Esquadrões\".", "Além dos modos multijogadores tradicionais, coopere e compita com seus amigos em uma grande variedade de situações, todas criadas para serem facilmente completadas em uma única sessão.", "Civilization VI oferece aos jogadores veteranos novas formas de construir e ajustar a civilização para aumentar suas chances de sucesso. Novos sistemas de tutoriais mostram aos novos jogadores os conceitos subjacentes para que possam começar facilmente."], "gpu": ["Placa de vídeo de 1 GB compatível com DirectX 11 (AMD 5570, NVIDIA 450 ou Intel Integrated Graphics 530)"], "so": ["64 bits: Win7 / Win8.1 / Win10"], "cpu": ["Intel Core i3 de 2,5 GHz ou AMD Phenom II 2,6"], "memoria_ram": ["4 GB"], "armazenamento": ["12 GB"]},
{"titulo": ["Detroit: Become Human"], "desenvolvedora": ["Quantic Dream"], "publicadora": ["Quantic Dream"], "ano_publicacao": ["12/12/19"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproduct%2Fcolumbine%2Fhome%2FDETROIT_LOGO-8578x2785-222db731a6a3ddade4329b135cf2772fb63584b3.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/columbine/offer/DETROIT_1-2560x1440-4fd6608a56880dc5d8e9d968517113c3.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Detroit 2038. A tecnologia evoluiu a um ponto onde, assim como humanos, há androides por toda a parte. Eles falam, se movem e se comportam como humanos, mas são apenas máquinas para servi-los.", "Jogue com três androides distintos e veja um mundo à beira do caos (talvez, nosso futuro!) através dos olhos deles. Suas próprias decisões vão alterar dramaticamente a narrativa intensa e intrigante deste jogo. ", "Você enfrentará dilemas morais e decidirá quem vive ou morre. Com milhares de escolhas e muitos desfechos possíveis, como você afetará o futuro de Detroit e o destino da humanidade?"], "gpu": "não especificado", "so": ["Windows 10 (64 bit)"], "cpu": ["Intel Core i5-2300 @ 2.8 GHz or Ryzen 3 1200 @ 3.1GHz or AMD FX-8350 @ 4.2GHz"], "memoria_ram": ["8GB RAM"], "armazenamento": ["55GB"]},
{"titulo": ["Days Gone"], "desenvolvedora": ["Bend Studio"], "publicadora": ["PlayStation PC LLC"], "ano_publicacao": ["18/05/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-brutalopenworldactionadventuregame-bendstudio-ic1-400x400-ab7690803430.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/9f4875c1b0cf4cf19b28e203fc7aff07/offer/EGS_Brutalopenworldactionadventuregame_BendStudio_S1-2560x1440-fec2937a1bd5f04f2a6321e4e2a2a2ba.jpg?h=270&resize=1&w=480"], "descricao": ["Days Gone é um jogo de ação e aventura em mundo aberto que se passa em um ambiente adverso dois anos após uma pandemia mundial devastadora. ", "Entre na pele do antigo motociclista fora da lei Deacon St. John, um caçador de recompensas que tenta achar uma razão para viver numa terra cercada pela morte. Vasculhe assentamentos abandonados em busca de equipamentos para produzir itens e armas valiosos ou arrisque-se com outros sobreviventes que tentam ganhar a vida honestamente... ou de formas mais violentas.", "• Um cenário deslumbrante: de florestas e prados a planícies nevadas e campos de lava desérticos, o Noroeste Pacífico é belo... e também letal. Explore diversas montanhas, cavernas, minas e pequenas cidades rurais marcadas por milhões de anos de atividade vulcânica.", "• Confrontos brutais: com gangues violentas e hordas de Frenéticos vagando por todas as partes, você terá que aproveitar ao máximo uma variedade de armadilhas personalizadas, armas e habilidades aprimoráveis se quiser sobreviver. E não se esqueça da sua moto de Vagabundo, que será uma ferramenta valiosa numa terra tão vasta.", "• Um ambiente em constante mudança: suba na fiel moto de Deacon e explore um mundo dinâmico afetado de forma dramática pelo clima, pelo ciclo de dia e noite e pelos Frenéticos, que estão sempre evoluindo e se ajustando ao ambiente... e às pessoas também.", "• Um enredo envolvente: mergulhe numa história poderosa de desespero, traição e remorso: acompanhe a busca de Deacon St. John por esperança após sofrer uma grande perda pessoal. O que nos torna humanos quando lutamos diariamente para sobreviver?", "• Novo Jogo +", "• Modo Sobrevivência", "• Modo Desafio", "• Visuais de Moto", "A versão de PC conta com suporte a monitores ultrawide, taxas de quadro destravadas e gráficos melhores (maior nível de detalhes, campo de visão e distância da renderização de folhagens)."], "gpu": ["NVIDIA GeForce GTX 780 de 3 GB ou AMD Radeon R9 290 de 4 GB"], "so": ["Windows 10 (64 bits)"], "cpu": ["Intel Core i5-2500K de 3,3 GHz ou AMD FX 6300 de 3,5 GHz"], "memoria_ram": ["8 GB"], "armazenamento": ["70 GB"]},
{"titulo": ["FINAL FANTASY VII REMAKE INTERGRADE"], "desenvolvedora": ["Square Enix"], "publicadora": ["Square Enix"], "ano_publicacao": ["16/12/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-finalfantasyviiremakeintergrade-squareenix-ic1-400x400-f6089ddf30be.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/6f43ab8025ad42d18510aa91e9eb688b/EGS_FINALFANTASYVIIREMAKEINTERGRADE_SquareEnix_S1_2560x1440-85f829541a833442eaace75d02e0f07d?h=270&resize=1&w=480"], "descricao": ["■HISTÓRIA", "A Companhia de Energia Elétrica Shinra controla o mundo inteiro, explorando mako, a energia vital do planeta, em seus reatores.  Um grupo de idealistas maltrapilhos, conhecido como Avalanche, é um dos últimos bastiões de resistência.", "Cloud, um ex-agente da SOLDIER que se tornou mercenário, participa da operação do Avalanche para destruir o Reator de Mako 1 na cidade de Midgar.", "A explosão mergulha a cidade em caos e chamas, e Cloud é atormentado por visões de um cruel inimigo que ele achava estar morto. ", "Mais uma vez, se inicia uma história que irá determinar o destino de um mundo inteiro.", "Este jogo é um remake de FINAL FANTASY VII, lançado originalmente em 1997.", "É o primeiro título de uma série dividida em várias partes, baseado na história do jogo original, até a fuga de Midgar, com a adição de novos elementos.", "■FF7R EPISODE INTERmission (novo episódio focado na Yuffie Kisaragi)", "FF7R EPISODE INTERmission é uma nova aventura no universo de FINAL FANTASY VII REMAKE INTERGRADE. Jogue com Yuffie Kisaragi, infiltrando-se em Midgar e conspirando com o QG do Avalanche para roubar a Matéria Suprema da Companhia de Energia Elétrica Shinra.", "■Conteúdo incluso neste produto", "FINAL FANTASY VII REMAKE INTERGRADE traz o seguinte conteúdo:", "As armas, armaduras, acessórios e matérias de invocação adicionais podem ser obtidos na Caixa de Presente no menu principal.", "A arma \"Estrela Cactuar\" só pode ser usada no FF7R EPISODE INTERmission (o episódio da Yuffie)"], "gpu": ["GeForce GTX 780 / Radeon RX 480 （3GB VRAM）"], "so": ["Windows 10 64bit (ver. 2004 or later)"], "cpu": ["Intel Core i5 3330 / AMD FX-8350"], "memoria_ram": ["8 GB"], "armazenamento": ["100 GB or more"]},
{"titulo": ["World War Z: Aftermath"], "desenvolvedora": ["Saber Interactive"], "publicadora": ["Saber Interactive"], "ano_publicacao": ["21/09/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/offerlogo-wwzaftermath-200x200-fbed2dfa6255.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/salesEvent/salesEvent/wwzafterWide_2560x1440-6f0539ff8fab5fe355cc03514d7168c0?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["World War Z: Aftermath é o jogo de tiro cooperativo de zumbis definitivo inspirado no sucesso de bilheteria da Paramount Pictures, e a próxima evolução do sucesso original World War Z, que já cativou mais de 15 milhões de jogadores. Vire o jogo do apocalipse zumbi nos consoles e no PC com partidas multiplataformas completas. Junte-se a até 3 amigos ou jogue só com colegas da IA contra hordas de zumbis esfomeados em episódios intensos através de novos locais devastados por zumbis ao redor do mundo. Retome a Cidade do Vaticano em um confronto épico em Roma e una forças com os sobreviventes da congelante península de Kamchatka, na Rússia. ", "World War Z: Aftermath também inclui todo o conteúdo da Game of the Year Edition de World War Z.", "Retome a Cidade do Vaticano em um confronto épico em Roma e una forças com os sobreviventes da congelante península de Kamchatka, na Rússia, em missões de história inéditas. Jogue com personagens novos e conhecidos ao enfrentar mortos-vivos em um novo sistema de luta corpo a corpo brutal, dizimando zekes com golpes especiais, vantagens e opções de armas de duas mãos, como a foice e o cutelo. Derrube monstruosidades inéditas de mortos-vivos, inclusive hordas de ratos famintos por carne que vão desencadear o caos na sua equipe.  ", "Jogue em gloriosos 4K|60 FPS. Resista a levas infinitas de zumbis cada vez mais difíceis no novo modo de jogo Modo Bando XL, que traz centenas de zumbis a mais na tela como nunca antes visto. O Modo Bando XL vai chegar em uma atualização pós-lançamento gratuita para PC.", "Experimente uma nova perspectiva de tirar o fôlego com a nova opção imersiva de Modo Primeira Pessoa de Aftermath. Suba de nível com oito classes exclusivas: Atirador, Infernal, Retalhador, Médico, Reparador, Exterminador, Mestre dos Drones e a novíssima Vanguarda. Cada uma com vantagens e estilos de jogo próprios. Personalize suas armas para sobreviver a qualquer desafio, e conquiste novas missões diárias com modificadores especiais por recompensas bônus."], "gpu": ["Radeon HD 5870 / GF650Ti / Intel 630"], "so": ["Windows 7 ou mais recente"], "cpu": ["AMD A10-5700 / Core i3-3220"], "memoria_ram": ["8 GB"], "armazenamento": ["45 GB"]},
{"titulo": ["NARAKA: BLADEPOINT"], "desenvolvedora": ["24 Entertainment"], "publicadora": ["NetEase Montreal"], "ano_publicacao": ["16/12/21"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/egs-narakabladepoint-24entertainment-ic1-400x146-9cc4168cb3ac.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/0c6aee83b9b64372bf44a043001325f2/EGS_NARAKABLADEPOINT_24Entertainment_S1_2560x1440-50197c97160bc4ba5769f63088240716?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["NARAKA: BLADEPOINT é uma experiência de combate de ação mítica para até 60 jogadores, uns contra os outros. Os combates corpo a corpo são inspirados em artes marciais, com mobilidade que desafia a gravidade, uma vasta gama de armas corpo a corpo e de longo alcance e heróis lendários personalizáveis com habilidades épicas."], "gpu": ["NVIDIA GeForce GTX 750TI ou equivalente"], "so": ["Windows 10 de 64 bits"], "cpu": ["Intel i5 de 4ª geração, AMD FX-6300 ou equivalente"], "memoria_ram": ["8 GB de RAM"], "armazenamento": ["20 GB de espaço disponível"]},
{"titulo": ["Red Dead Redemption 2"], "desenvolvedora": ["Rockstar Games"], "publicadora": ["Rockstar Games"], "ano_publicacao": ["05/11/19"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fheather%2Fhome%2FEGS_RockstarGames_RedDeadRedemption2_IC1-625x625-38ae1bca6b89370d01ac3ed3a17daf7dd004f9f5.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/b30b6d1b4dfd4dcc93b5490be5e094e5/offer/RDR2476298253_Epic_Games_Wishlist_RDR2_2560x1440_V01-2560x1440-2a9ebe1f7ee202102555be202d5632ec.jpg?h=270&resize=1&w=480", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw==", "data:image/gif;base64,R0lGODlhAQABAIAAAP///wAAACH5BAEAAAAALAAAAAABAAEAAAICRAEAOw=="], "descricao": ["Inclui Red Dead Redemption 2: Modo História e Red Dead Online.", "Vencedor de mais de 175 prêmios de Jogo do Ano e avaliado com mais de 250 notas máximas, Red Dead Redemption 2 é uma história épica de honra e lealdade no alvorecer dos tempos modernos. ", "Estados Unidos, 1899. Estados Unidos, 1899. Arthur Morgan e a gangue Van der Linde são forçados a fugir. Com agentes federais e os melhores caçadores de recompensas no seu encalço, a gangue precisa roubar, assaltar e lutar para sobreviver no impiedoso coração dos Estados Unidos. Conforme divisões internas profundas ameaçam despedaçar a gangue, Arthur deve fazer uma escolha entre os seus próprios ideais e a lealdade à gangue que o criou.", "Red Dead Redemption 2 também inclui o mundo compartilhado de Red Dead Online – trilhe seu próprio caminho enquanto enfrenta autoridades, gangues fora da lei e animais selvagens ferozes para construir uma vida na fronteira dos Estados Unidos. Monte um acampamento, cavalgue com ou sem um bando e explore tudo, das montanhas nevadas no norte aos pântanos do sul, de postos remotos a fazendas agitadas e cidades vibrantes. Vá atrás de recompensas, cace, pesque e negocie, procure tesouros exóticos, toque sua própria destilaria clandestina de Moonshine ou se torne Naturalista para aprender os segredos do reino animal e muito mais num mundo rico em detalhes. Inclui todos os recursos, conteúdos e melhorias adicionados desde o lançamento."], "gpu": ["Nvidia GeForce GTX 770 2 GB / AMD Radeon R9 280 3 GB"], "so": ["Windows 7 - Service Pack 1 (6.1.7601)"], "cpu": ["Intel(R) Core(TM) i5-2500K / AMD FX-6300"], "memoria_ram": ["8 GB"], "armazenamento": ["150 GB"]},
{"titulo": ["Cyberpunk 2077"], "desenvolvedora": ["CD PROJEKT RED"], "publicadora": ["CD PROJEKT RED"], "ano_publicacao": ["09/12/20"], "categoria": ["Ação"], "img_src": ["https://cdn2.unrealengine.com/en-cdprojektred-cyberpunk2077-ic1-400x400-c7f7b8d37d76.png?h=270&resize=1&w=480", "https://cdn1.epicgames.com/offer/77f2b98e2cef40c8a7437518bf420e47/2c1e97ed-3ef5-4b15-928a-20a10a2197ba_2560x1440-5294ae9f2b864121a81e56518ccd3a42?h=270&resize=1&w=480"], "descricao": ["Cyberpunk 2077 é uma história de ação e aventura de mundo aberto ambientada em Night City, uma megalópole obcecada por poder, glamour e biomodificações. Você joga como V, um mercenário fora da lei atrás de um implante único que carrega a chave da imortalidade. Você pode personalizar aparatos cibernéticos, conjunto de habilidades e estilo de jogo do personagem e explorar uma vasta cidade onde as decisões tomadas definem a história e o mundo ao seu redor.", "Torne-se um cyberpunk — um mercenário urbano equipado com melhorias cibernéticas — e construa a sua lenda nas ruas de Night City.", "Entre no enorme mundo aberto de Night City, um lugar que define novos padrões no quesito de complexidade, profundidade e visual.", "Aceite o trabalho mais arriscado da sua vida e corra atrás de um protótipo de implante com a chave da imortalidade.", "Os itens digitais incluem:"], "gpu": ["NVIDIA GeForce GTX 780 ou AMD Radeon RX 470"], "so": ["Windows 7"], "cpu": ["Intel Core i5-3570K ou AMD FX-8310"], "memoria_ram": ["8 GB de RAM"], "armazenamento": ["70 GB (SSD recomendado)"]}
]