[
{"titulo": ["My Time At Portia"], "desenvolvedora": ["Pathea Games"], "publicadora": ["Team17"], "ano_publicacao": ["15/01/19"], "categoria": "Simulação", "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproduct%2Fcobra%2FMyTimeAtPortia_LogoColor-1620x655-c803997d139aafa0168e92da11dbae4a6b2938a0.png?h=270&resize=1&w=480", "descricao": ["Comece uma nova vida na encantadora cidade de Portia! Reviva os dias de glória da oficina do seu pai, cumprindo missões, cultivando plantações, criando animais e ficando amigo dos excêntricos habitantes desta encantadora cidade pós-apocalíptica!"], "gpu": "não especificado", "so": "não especificado", "cpu": ["Processador Intel i3 (64 bit)"], "memoria_ram": ["6 GB de RAM"], "armazenamento": ["6 GB de espaço disponível"]},
{"titulo": ["LEGO® Builder's Journey"], "desenvolvedora": ["Light Brick Studio"], "publicadora": ["LEGO Games"], "ano_publicacao": ["22/06/21"], "categoria": ["Casual"], "img_src": "https://cdn2.unrealengine.com/egs-legobuildersjourney-lightbrickstudio-ic1-400x99-34f80c32ba32.png?h=270&resize=1&w=480", "descricao": ["LEGO® Builder's Journey é um jogo de quebra-cabeça atmosférico e geométrico que requer que às vezes sigamos as instruções... e às vezes violemos as regras.", "Experimente a livre resolução de quebra-cabeças enquanto mergulha em um mundo poético de peças de LEGO®. Ao longo da narrativa, haverá altos e baixos, desafios e comemorações. Descobrir quem somos e o que nos tornamos faz parte da jornada do construtor (Builder's Journey).", "O impressionante mundo das peças de LEGO ganha vida com os elementos LEGO mais bem renderizados já exibidos nas telas, incluindo os elementos incríveis de ray tracing."], "gpu": ["NVIDIA GeForce GTX 960"], "so": ["Windows 10"], "cpu": ["Intel Core i5 3570K"], "memoria_ram": ["8 GB"], "armazenamento": ["2 GB"]},
{"titulo": ["Farming Simulator 22"], "desenvolvedora": ["GIANTS Software"], "publicadora": ["GIANTS Software"], "ano_publicacao": ["22/11/21"], "categoria": ["Simulação"], "img_src": "https://cdn2.unrealengine.com/egs-farmingsimulator22preorderbundle-giantssoftware-ic1-400x183-30863d057c3a.png?h=270&resize=1&w=480", "descricao": ["No papel de um fazendeiro moderno, use toda a sua criatividade para construir sua fazenda em três cenários diversos na América e na Europa. Farming Simulator 22 oferece uma enorme variedade de atividades agrícolas com foco em agricultura, pecuária e silvicultura, agora com a empolgante adição de ciclos sazonais!"], "gpu": ["GeForce GTX 660 or AMD Radeon R7 265 or better (min 2GB VRAM)"], "so": ["Windows 10 Home (x64)"], "cpu": ["Intel Core i5-3330 or AMD FX-8320 or better"], "memoria_ram": ["8 GB RAM"], "armazenamento": ["35 GB"]},
{"titulo": ["A Lenda do Herói - Edição Definitiva"], "desenvolvedora": ["Dumativa Game Studio"], "publicadora": ["Dumativa Game Studio"], "ano_publicacao": ["08/07/21"], "categoria": ["Adventure"], "img_src": "https://cdn1.epicgames.com/spt/9fbfccac-7ab6-49f3-bd4a-eb30d8008705/songs-for-a-hero--definitive-edition-logo-5dfb8d28.png?h=270&resize=1&w=480", "descricao": ["Plataformas voadoras, inimigos coloridos, armas mágicas e física inexplicável. Isso tudo com uma música de fundo que acompanha a saga de um cavaleiro. Eis um breve resumo do que poderá ser encontrado em ", "A Lenda do Herói - O Jogo", ", que homenageia vários clássicos das eras 8 e 16 bits, como The Legend of Zelda e Wonder Boy in Monster Land, e ao mesmo tempo tira sarro de diversos clichês encontrados no mundo dos games.", "Um dos diferenciais do projeto é sua trilha sonora dinâmica e bem-humorada, que narra os feitos do jogador e responde a seus comandos, tornando-se um elemento-chave para a progressão da história. Tudo isso será complementado com puzzles, itens especiais, batalhas épicas e tudo o que um bom jogo de videogame precisa ter.", "Agora, com a Edição Definitiva, você terá acesso a:", "DLC - A Lenda dos Mortos! Uma tenebrosa campanha do jogo A Lenda do Herói. Visite os 3 atos, que vão de mansões assombradas até criptas repletas de monstros que parecem ter saído de um filme de terror. Uma nova campanha com muito rock'n'roll, dessa vez interpretado pelo filho do deus Metal, Detonator!", "DLC - Além da Lenda! Uma campanha que se passa logo após a última missão do Herói em A Lenda do Herói. Com um dueto entre o Herói e uma nova personagem, a indomável Aventureira!", "DLC - De Férias com o Herói! Nada melhor do que tirar férias depois de todas essas aventuras... O Herói também achou que era uma boa ideia! Acompanhe o Herói nesse novo ato, com muito pagode, praia e Carnaval!", "Skin Pack I - YouTubers - Reviva a Lenda do Herói com o novo pack de Skins de Youtubers do Brasil!", "Skin Pack II - Pack de Chapéus - Chegou a sua oportunidade jogar como uma Slime, Mia e Lupi (de Ordem Paranormal: Enigma do Medo) e até mesmo como o Vira-Lata Caramelo!"], "gpu": "não especificado", "so": "não especificado", "cpu": "não especificado", "memoria_ram": ["4GB"], "armazenamento": ["3560 MB"]},
{"titulo": ["Among Us"], "desenvolvedora": ["Innersloth "], "publicadora": ["Innersloth "], "ano_publicacao": ["18/12/20"], "categoria": ["Casual"], "img_src": "https://cdn2.unrealengine.com/egs-amongus-innersloth-ic1-400x400-675402583.png?h=270&resize=1&w=480", "descricao": ["Vida de Tripulante: cumpra todas as tarefas na nave para vencer, mas cuidado com os Impostores! Notifique corpos encontrados e convoque reuniões para votar na expulsão dos Impostores. Vote com consciência!", "Jogue como Impostor: espalhe o caos, esconda-se pelos cantos e acuse inocentes! A vitória se conquista matando todos os Tripulantes. Será que você é mestre na arte da sabotagem?", "Personalização: escolha como você quer jogar! Acrescente Impostores e tarefas, reduza a visibilidade e muito mais. Tudo com muito estilo: você escolhe sua cor, roupa e chapéu.", "Multiplataforma: jogue com seus amigos entre PC, Android e iOS!"], "gpu": "não especificado", "so": ["Windows 7 SP1 ou superior"], "cpu": ["Suporte para o conjunto de instruções SSE2"], "memoria_ram": ["1 GB de RAM"], "armazenamento": ["250 MB de espaço livre"]},
{"titulo": ["DEATH STRANDING"], "desenvolvedora": ["KOJIMA PRODUCTIONS"], "publicadora": ["505 Games"], "ano_publicacao": ["14/07/20"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fdeath-stranding%2Fhome%2FEGS_KojimaProductions_DeathStranding_G1A_00-1920x1080-73cbf48f73660b4ce8d98eb7fdff27d8f32d5742.jpg?h=270&resize=1&w=480", "descricao": ["Do lendário criador de jogos Hideo Kojima, surge uma experiência totalmente inédita que desafia o gênero.", "Sam Bridges precisa enfrentar um mundo profundamente transformado pelo DEATH STRANDING. Carregando os restos desconectados do nosso futuro em suas mãos, ele embarca em uma jornada para reconectar o mundo destruído, um passo de cada vez.", "Estrelando Norman Reedus, Mads Mikkelsen, Léa Seydoux e Lindsay Wagner. ", "Recursos adicionais para PC incluem ALTA TAXA DE QUADROS, MODO DE FOTO e SUPORTE PARA MONITOR ULTRAWIDE.    Inclui também conteúdo cruzado da série HALF-LIFE da Valve Corporation.", "Todas as cópias do jogo também incluirão:", "• Trilha sonora digital de Ludvig Forssell para o DEATH STRANDING Official Score Expanded Edition, incluindo 10 faixas bônus inéditas.", "• Livro digital \"Seleções de The Art of Death Stranding\" (da Titan Books)", "• ÓCULOS DE SOL LUDENS ESTILO MÁSCARA (OURO QUIRAL E OMNIREFLETOR)", "• ESQUELETO PARA QUALQUER TERRENO DOURADO e PRATEADO"], "gpu": ["GeForce GTX 1050 3 GB or AMD Radeon™ RX 560 4 GB"], "so": ["Windows 10"], "cpu": ["Intel® Core i5-3470 or AMD Ryzen 3 1200"], "memoria_ram": ["8 GB"], "armazenamento": ["80GB"]},
{"titulo": ["while True: learn()"], "desenvolvedora": ["Luden.io"], "publicadora": ["Nival"], "ano_publicacao": ["02/12/21"], "categoria": ["Simulação"], "img_src": "https://cdn2.unrealengine.com/egs-whiletruelearn-ludenio-ic1-400x400-c1efe71ad0ac.png?h=270&resize=1&w=480", "descricao": ["while True: learn()", " é um jogo de simulação/quebra-cabeça que, literalmente, vai quebrar a sua cabeça: aprendizado de máquina, redes neurais, big data e IA. Mas o mais importante nesse jogo é entender o seu gato.", "Nesse jogo, você trabalha como um programador que descobre acidentalmente que o seu gato é muito bom em programar, mas não tão bom em falar língua humana. Agora esse programador (você mesmo!) precisa aprender tudo sobre aprendizado de máquina e usar programação visual para criar um sistema de reconhecimento de linguagem de gato para humano.", "O jogo é levemente baseado nas tecnologias de aprendizado de máquina da vida real: de sistemas especializados rudimentares a poderosas redes neurais recorrentes, capazes de prever o futuro. Não se preocupe: o jogo não passa de um quebra-cabeça, nenhuma experiência em codificação é necessária!", "Arraste os objetos na tela com o mouse! Conecte-os com linhas (ah, yeah)! Tente, erre, aperfeiçoe e tente de novo. Em seguida, aperte o botão \"Soltar\" e veja os lindos pedaços de dados surgirem suavemente na tela.", "Desenvolver tecnologias inovadoras exigem tempo, experiência e dinheiro. O que significa que você terá que trabalhar por conta própria com muito entusiasmo. Receba e-mails e aceite contratos! Sente sozinho em um quarto escuro por dias sem dizer uma única palavra! Socialize nos fóruns! É isso que cientistas de dados fazem!", "Nossas missões são baseadas em problemas reais resolvidos pelo aprendizado de máquina. Isso inclui construir um carro com piloto automático (com seu gato como piloto). E se quiser mesmo testar suas habilidades de programação, você poderá se tornar um diretor técnico de uma empresa: são suas habilidades e esquemas contra as selvagens leis do mercado! Ganhe uma fortuna, passe à frente dos seus chefes e torne-se um guru da tecnologia... ou perca tudo e volte rastejando para o departamento de RH: pelo menos valeu a tentativa, né?", "Quando tiver um bom fluxo de caixa, você será capaz de comprar um monte de equipamentos para melhorar seu desempenho. Mas nem tudo gira em torno de equipamentos! Compre um smartphone e um boneco de nerd! Compre trajes sofisticados para o seu gato! Você pode até comprar uma babosa!", "é isso que os especialistas em aprendizado de máquina fazem, e agora você pode se tornar um deles (menos o dinheiro)! ", " é o melhor jogo sobre ser um especialista de ciência de dados porque ninguém vai ser esquisito o bastante para fazer outro jogo!"], "gpu": ["Intel HD Graphics 3000"], "so": ["Windows 7"], "cpu": ["2,0 GHz"], "memoria_ram": ["2 GB"], "armazenamento": ["500 MB"]},
{"titulo": ["Mafia II: Definitive Edition"], "desenvolvedora": ["d3t"], "publicadora": ["2K"], "ano_publicacao": ["24/09/20"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fmafia-ii-definitive-edition%2Fhome%2FEGS_MafiaIIDefinitiveEdition_RedKiteGames_IC1-200x54-63f183de7521aa293fb194b50473dee7664d577a.png?h=270&resize=1&w=480", "descricao": ["Drama da época dourada:", "inspirando-se nos icônicos dramas da máfia, mergulhe no fascínio e na impossível fuga da vida como um cara inteligente em Mafia.", "Empire Bay, Nova Iorque:", "após a Segunda Guerra Mundial, Empire Bay fervilha de oportunidades, a cidade onde o crime organizado prospera com as indústrias em expansão dos Estados Unidos pós-guerra.", "O favorito completo e remasterizado:", "pela primeira vez, vivencie o drama criminal de Mafia II em um único pacote apresentado em detalhes impressionantes em HD. ", "Compre Mafia II: Definitive Edition para desbloquear a Jaqueta de Couro e o Carro de Vito nas edições definitivas de Mafia e Mafia III."], "gpu": ["Placa de vídeo NVIDIA: GeForce GTX 660 Placa de vídeo AMD: Radeon HD7870"], "so": ["Windows 8.1 de 64 bits"], "cpu": ["CPU Intel: I5-2500K CPU AMD: AMD FX-8120"], "memoria_ram": ["6 GB"], "armazenamento": ["50 GB"]},
{"titulo": ["Overcooked"], "desenvolvedora": ["Ghost Town Games Ltd."], "publicadora": ["team17"], "ano_publicacao": ["07/08/18"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproduct%2Fovercooked%2Fhome%2FOvercooked_Logo-2650x602-d3bf3e913ec9d7866decc7cb98d8507343c293d4.png?h=270&resize=1&w=480", "descricao": ["Overcooked é um jogo caótico de cooperação na cozinha para um a quatro jogadores. Trabalhando em equipe, você e seus colegas chefes de cozinha precisam preparar, cozinhar e servir uma variedade de pedidos deliciosos antes que os clientes chatos saiam irritados. Afiem as facas e tirem o pó dos seus uniformes de chefes de cozinha, não tem lugar para erros nem do tamanho de um cogumelo, pois as \"postas\" são elevadas nestas cozinhas malucas! ", "O Reino da Cebola está em perigo e só a cozinha mais refinada poderá salvá-lo! Em Overcooked, os jogadores se aventurarão por uma variedade de cozinhas cruéis e estranhas durante as missões para se tornarem master chefes capazes de conquistar um antigo mal comestível que devasta as terras.", "Jogue sozinho ou em um jogo clássico de cooperação caótico para até quatro jogadores nos modos cooperativo e competitivo. Vocês terão que preparar uma ampla gama de pratos e trabalhar em conjunto para se tornarem a melhor equipe e a mais eficiente! ", "O Reino da Cebola é um mundo rico, cheio de cozinhas cruéis e estranhas para você conquistar. Participe dessa jornada épica e enfrente cozinhas cada vez mais desafiadoras e bizarras que levarão suas habilidades de cooperação e coordenação ao limite. Cada nível terá um novo desafio para você e sua equipe superarem, seja andar por aí num navio pirata, passar entre caminhões em alta velocidade, cozinhar no gelo flutuante ou servir comida nas entranhas de um submundo escaldante, cada nível testará a coragem até dos chefes mais valentes. ", " ", "Overcooked é tão fácil de entender que qualquer um pode se juntar à diversão, mas o difícil é encontrar uma equipe que saiba se comunicar e coordenar as ações quando a vaca atolar na mandioca. Só uma equipe bem azeitada de superchefes conseguirá se destacar! ", "Seja aproveitando a fritura no modo cooperativo local ou escolhendo o modo salteado de jogador individual, você desbloqueará novos níveis, novos personagens de chefes de cozinha e níveis de desafios ainda mais competitivos durante o jogo, que possibilitam que duplas se enfrentem em um duelo \"quente\" na cozinha. ", "Não importa como você quer jogar. Se acha que consegue aguentar o calor, prepare-se para entrar na cozinha! "], "gpu": "não especificado", "so": "não especificado", "cpu": ["CPU Dual Core de 2,4 GHz"], "memoria_ram": ["2 GB de RAM"], "armazenamento": ["750 MB de espaço disponível"]},
{"titulo": ["Overcooked! 2"], "desenvolvedora": ["Ghost Town Games and Team17 Digital Ltd"], "publicadora": ["Team17 Digital Ltd"], "ano_publicacao": ["17/06/21"], "categoria": ["Simulação"], "img_src": "https://cdn2.unrealengine.com/egs-overcooked2-ghosttowngamesandteam17digitalltd-ic1-400x200-846623782.png?h=270&resize=1&w=480", "descricao": ["Overcooked retorna com uma nova porção de ação culinária caótica! Viaje de volta para o Reino da Cebola e reúna sua equipe de chefes de cozinha no clássico modo cooperativo local ou online para até quatro jogadores. Segure seus aventais... está na hora de salvar o mundo (novamente!)", "Você salvou o mundo do Ever Peckish. Agora, uma nova ameaça surgiu e é hora de voltar para a cozinha para matar a fome dos pães-zumbis!", "Você fará misturas em equipe (ou uns contra os outros) para obter a pontuação mais alta nos modos multijogador local e online caóticos.", "Viaje em um novo mapa do mundo por terra, mar e ar. Entre na cozinha com novos temas que vão desde restaurantes de sushi, escolas de magia, minas e até mesmo planetas alienígenas!", "Viaje pelo planeta cozinhando uma variedade de novas receitas que certamente agradarão todos os gostos, incluindo sushi, bolos, hambúrgueres e pizzas.", "Viaje por teletransportadores, entre plataformas móveis e economize tempo misturando ingredientes em cozinhas dinâmicas que mudam e evoluem. Algumas cozinhas até carregam seus chefes para novos locais."], "gpu": ["GeForce GTX 630 / Radeon HD 6570"], "so": ["Win7 de 64 bits"], "cpu": ["Intel i3-2100 / AMD A8-5600k"], "memoria_ram": ["4 GB"], "armazenamento": "não especificado"},
{"titulo": ["Never Alone (Kisima Ingitchuna)"], "desenvolvedora": ["Upper One Games, E-Line Media"], "publicadora": ["E-Line Media"], "ano_publicacao": ["18/11/21"], "categoria": ["Plataforma"], "img_src": "https://cdn2.unrealengine.com/egs-neveralonekisimaingitchuna-upperonegameselinemedia-ic1-400x61-7d4fce90f5d5.png?h=270&resize=1&w=480", "descricao": ["Never Alone é um atmosférico jogo de plataforma e raciocínio desenvolvido em colaboração com os Inupiat, um povo nativo do Alasca, e inspirado em uma história tradicional compartilhada há várias gerações.", "Guie as duas personagens no modo para um jogador ou jogue no modo cooperativo e viaje pela tundra congelada, salte sobre blocos de gelo traiçoeiros, nade em cavernas subaquáticas e enfrente inimigos estranhos e familiares.", "Em mais de 75 listas de \"Melhores de 2014\" e vencedor da categoria \"Melhor Estreia\" do BAFTA Games Awards 2015, além de \"Jogo do Ano\" e \"Impacto mais Significativo\" do Games for Change Awards 2015, quase 40 anciões nativos do Alasca, contadores de histórias e membros da comunidade contribuíram para a criação do jogo.", "Você vai explorar ambientes inspiradores, realizar feitos heroicos e conhecer personagens lendários das histórias Inupiat, tudo narrado por um mestre contador de histórias na língua falada Inupiat.", "Jogue como Nuna e a Raposa: alterne entre as duas companheiras a qualquer momento pressionando um botão ou jogue lado a lado no modo cooperativo local, contando com as habilidades exclusivas de cada personagem para cumprir sua missão. Nuna pode subir escadas e cordas, mover obstáculos pesados e arremessar sua arma Bola em alvos para solucionar quebra-cabeças. A Raposa pode passar por pequenas áreas inacessíveis para Nuna, escalar paredes e saltar para lugares altos.", "Desbrave o severo mundo ártico: corra por baixo, através e sobre as estruturas instáveis de uma aldeia costeira abandonada. Explore as copas das árvores de uma misteriosa floresta congelada assustadoramente silenciosa. Enfrente os ventos violentos da nevasca eterna. Somente com o apoio dos Espíritos Ajudantes, Nuna e a Raposa terão alguma chance de sobreviver em uma terra onde a morte é quase sempre certa.", "Desbloqueie perspectivas em vídeo fascinantes: anciões, contadores de histórias e outros membros da comunidade nativa do Alasca compartilham as histórias e a sabedoria sobre sua cultura, seus valores e o incrível mundo ártico encontrado pelos jogadores em mais de 30 minutos de entrevistas."], "gpu": ["GeForce 240 GT ou Radeon HD 6570"], "so": ["Windows 7"], "cpu": ["Intel Core 2 Duo E4500 de 2,2 GHz ou AMD Athlon 64 X2 5600+ de 2,8 GHz"], "memoria_ram": ["2 GB de RAM"], "armazenamento": ["3 GB de espaço disponível"]},
{"titulo": ["LEGO® Batman™: The Videogame"], "desenvolvedora": ["Traveller's Tales"], "publicadora": ["Warner Bros."], "ano_publicacao": ["28/09/08"], "categoria": "Ação", "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Flego-batman%2FEGS_WB_LEGO_Batman_IC1_200x200_19_0911-200x200-f77d7d9957e5c7b2ae66196e95b49a9065db7dd7.png?h=270&resize=1&w=480", "descricao": ["Quando todos os vilões do Asilo Arkham se unem e fogem, apenas a Dupla Dinâmica é corajosa o suficiente para enfrentar todos eles e salvar Gotham City. A diversão de LEGO e o drama de Batman se unem em uma combinação singular, gerando a aventura divertida e animada de LEGO Batman: The Videogame. Jogue como Batman e seu parceiro Robin conforme constrói, dirige, voa e luta por Gotham City, capturando vilões foragidos como o Coringa, o Pinguim, o Espantalho e muito mais. Depois, entre na história pelo outro lado e jogue como os inimigos do Batman! Desfrute do poder e batalhe com Batman enquanto espalha o caos na cidade. Não há descanso para o bem (ou o mal!)."], "gpu": ["128 MB com recurso Shader Model 2.0 (recomenda-se Shader Model 3.0)"], "so": "não especificado", "cpu": ["Intel® P3 1,5 GHz ou AMD Athlon™ XP"], "memoria_ram": ["256 MB de RAM, 512 MB de RAM necessários para o Windows Vista®"], "armazenamento": "não especificado"},
{"titulo": ["Eastward"], "desenvolvedora": ["Pixpil"], "publicadora": ["Chucklefish"], "ano_publicacao": ["16/09/21"], "categoria": ["RPG"], "img_src": "https://cdn2.unrealengine.com/egs-eastward-pixpil-ic1-400x178-5a494043b1e9.png?h=270&resize=1&w=480", "descricao": ["Em um futuro próximo, a sociedade começa a entrar em colapso e a população chega a uma mínima histórica. Uma presença tóxica letal se disseminou pelo solo, destruindo e devorando tudo pelo caminho.", "Aqueles que conseguiram escapar do miasma se amontoaram em vilarejos subterrâneos para recomeçar a vida. Mas, para um minerador trabalhador e uma jovem misteriosa, a esperança de um mundo próspero ao ar livre os chama…", "Fuja das garras tirânicas da sociedade subterrânea de Sandfill e junte-se à dupla improvável de Eastward em uma aventura emocionante rumo à superfície! Descubra povoados lindos e, ao mesmo tempo, bizarros e faça novas amizades enquanto viaja pelo mundo de trem.", "Descubra o mundo estranho e maravilhoso de Eastward. Embarque na ferrovia transnacional que percorre este continente decadente, parando para explorar suas cidades agitadas, acampamentos esquisitos e florestas obscuras.", "Enfrente monstros peculiares e chefões ferozes com a arma de John que você preferir, seja ela um lança-chamas, um lança-engrenagens ou sua fiel frigideira. A misericórdia bateu? Tente atordoá-los temporariamente com a explosão cinética de Sam.", "Alterne entre o John e a Sam para resolver enigmas no ambiente e lutar para atravessar masmorras impressionantes. Separe a dupla para desbloquear caminhos ocultos ou mantenha-os juntos ao atravessar terrenos perigosos.", "Conheça um elenco de personagens peculiares, mas com muita personalidade! Mergulhe em uma aventura emocionante com uma narrativa recheada de diversão e humor desvairado.", "Crie pratos autênticos da cozinha eastwardiana com ingredientes orgânicos e (normalmente) frescos de florestas tóxicas, fazendas de caranguejo enlatado e shoppings abandonados. Essas iguarias concedem bônus de vida, reforços de poder e benefícios secretos.", "Dance ao som de uma trilha sonora maravilhosamente animada composta por Joel Corelitz (Death Stranding, Hohokum, The Unfinished Swan) e com design de som do estúdio irlandês Hyperduck Soundworks (Dust: An Elysian Tail, Kingdom Rush)."], "gpu": ["NVIDIA GTS 450"], "so": ["Windows 7/8/10"], "cpu": ["Intel i5"], "memoria_ram": ["4 GB de RAM"], "armazenamento": ["2 GB de espaço disponível"]},
{"titulo": ["LEGO® Batman™ 2: DC Super Heroes"], "desenvolvedora": ["Traveller's Tales"], "publicadora": ["Warner Bros."], "ano_publicacao": ["22/06/12"], "categoria": "Ação", "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Flego-batman-2%2FEGS_WB_LEGO_Batman_2_IC1_200x200_19_0911-200x200-bd6ff2288b67b949cfe7c1822c2c07ea246199a0.png?h=270&resize=1&w=480", "descricao": ["Lendas, uni-vos! A Dupla Dinâmica de Batman e Robin se unem a outros super-heróis famosos do Universo DC, como Super-Homem, Mulher Maravilha e Lanterna Verde, para salvar Gotham City da destruição pelas mãos de notórios vilões como Lex Luthor e Coringa.", "Colecione 50 personagens da DC e mostre seus superpoderes: tome os ares com o voo irrestrito, congele e empurre objetos com o Supersopro e aqueça e corte objetos com a Visão Térmica.", "Domine novos trajes e acessórios, como o Traje de Força do Batman e o Traje Protetor do Robin, equipado com um Canhão de Pressão que absorve e atira líquidos tóxicos.", "Os jogadores também podem explorar Gotham City andando, voando ou desbloqueando e usando uma variedade de veículos incríveis, como o Batmóvel, o Batjato e a Batlancha.", "Pela primeira vez em um jogo LEGO, ouça os personagens LEGO falarem!", "Aproveite o jogo com amigos e familiares com o recurso cooperativo com fácil entrada e saída do jogo, utilizando uma tela dividida dinâmica."], "gpu": ["NVIDIA 7600, 7800, 8xxx ou superior, ATI 1950 ou superior"], "so": "não especificado", "cpu": ["Intel Core 2 Duo 2 GHz ou AMD Athlon 64 X2 3800+ - 2x 2000 MHz"], "memoria_ram": ["1 GB de RAM"], "armazenamento": ["10 GB"]},
{"titulo": ["PC Building Simulator"], "desenvolvedora": ["The Irregular Corporation"], "publicadora": ["The Irregular Corporation"], "ano_publicacao": ["07/10/21"], "categoria": ["Simulação"], "img_src": "https://cdn2.unrealengine.com/egs-pcbuildingsimulator-theirregularcorporation-ic1-400x106-8c6e4ed0f26f.png?h=270&resize=1&w=480", "descricao": ["Construa seu próprio império do PC, desde diagnósticos e reparos simples até criações de exclusivas boutiques sob medida que causariam inveja a qualquer entusiasta. Com um mercado em constante expansão repleto de componentes do mundo real, você pode finalmente parar de sonhar com aquele PC tão desejado e construí-lo para ver como ele se sai no 3DMark!", "O PC Building Simulator tem tido um sucesso viral com mais de 650 mil downloads de sua demo pré-alfa, e agora foi cuidadosamente transformado em uma simulação completa para permitir que você construa o PC dos seus sonhos. ", "O modo de carreira do PC Building Simulator coloca você no comando de seu próprio negócio de construção e reparo de PC. De sua própria oficina aconchegante, você deve usar todas as suas habilidades técnicas para concluir os vários trabalhos que aparecem em seu caminho.", "Os clientes solicitarão uma variedade de serviços, desde atualizações e reparos simples até construções completas de sistema, que você deve concluir enquanto equilibra suas finanças para garantir que ainda esteja lucrando!", "Monte o seu PC a partir da caixa com as suas peças favoritas, e expresse o seu talento em construção escolhendo suas cores preferidas de LED e cabos para que ele se destaque. Escolha entre uma variedade de soluções de resfriamento a ar e água ou vá com tudo e use circuitos de resfriamento a água totalmente personalizáveis! Assim que seu equipamento estiver pronto para funcionar, ligue-o e veja como ele se sai. Não ficou satisfeito com os resultados? Entre na bios e tente fazer um overclock para ver se consegue melhores resultados sem quebrar nada!", "Construir seu próprio PC parece uma tarefa impossível?", "O PC Building Simulator visa ensinar até mesmo os usuários de PC mais novatos como as máquinas são montadas, com instruções passo a passo que explicam a ordem em que as peças devem ser montadas e fornecendo informações úteis sobre cada peça e sua função."], "gpu": ["GeForce GTX 660 (2048 MB) ou Radeon R9 285 (2048 MB) - Placas de vídeo integradas podem funcionar, mas não são compatíveis."], "so": ["Windows 7 ou superior"], "cpu": ["Intel Core i5-2500K ou AMD Athlon X4 740 (ou equivalente)"], "memoria_ram": ["4 GB de RAM"], "armazenamento": ["30 GB de espaço disponível"]},
{"titulo": ["Red Dead Redemption 2"], "desenvolvedora": ["Rockstar Games"], "publicadora": ["Rockstar Games"], "ano_publicacao": ["05/11/19"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fheather%2Fhome%2FEGS_RockstarGames_RedDeadRedemption2_IC1-625x625-38ae1bca6b89370d01ac3ed3a17daf7dd004f9f5.png?h=270&resize=1&w=480", "descricao": ["Inclui Red Dead Redemption 2: Modo História e Red Dead Online.", "Vencedor de mais de 175 prêmios de Jogo do Ano e avaliado com mais de 250 notas máximas, Red Dead Redemption 2 é uma história épica de honra e lealdade no alvorecer dos tempos modernos. ", "Estados Unidos, 1899. Estados Unidos, 1899. Arthur Morgan e a gangue Van der Linde são forçados a fugir. Com agentes federais e os melhores caçadores de recompensas no seu encalço, a gangue precisa roubar, assaltar e lutar para sobreviver no impiedoso coração dos Estados Unidos. Conforme divisões internas profundas ameaçam despedaçar a gangue, Arthur deve fazer uma escolha entre os seus próprios ideais e a lealdade à gangue que o criou.", "Red Dead Redemption 2 também inclui o mundo compartilhado de Red Dead Online – trilhe seu próprio caminho enquanto enfrenta autoridades, gangues fora da lei e animais selvagens ferozes para construir uma vida na fronteira dos Estados Unidos. Monte um acampamento, cavalgue com ou sem um bando e explore tudo, das montanhas nevadas no norte aos pântanos do sul, de postos remotos a fazendas agitadas e cidades vibrantes. Vá atrás de recompensas, cace, pesque e negocie, procure tesouros exóticos, toque sua própria destilaria clandestina de Moonshine ou se torne Naturalista para aprender os segredos do reino animal e muito mais num mundo rico em detalhes. Inclui todos os recursos, conteúdos e melhorias adicionados desde o lançamento."], "gpu": ["Nvidia GeForce GTX 770 2 GB / AMD Radeon R9 280 3 GB"], "so": ["Windows 7 - Service Pack 1 (6.1.7601)"], "cpu": ["Intel(R) Core(TM) i5-2500K / AMD FX-6300"], "memoria_ram": ["8 GB"], "armazenamento": ["150 GB"]},
{"titulo": ["Vampyr"], "desenvolvedora": ["DONTNOD Entertainment"], "publicadora": ["Focus Home Interactive"], "ano_publicacao": ["05/06/18"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproduct%2FNautilus%2FLogo_Vampyr_Black_Vecto_WHITE%26RED-cc6584efc0729b14f544c7ec7bd1d2234d55ee41.svg?h=270&resize=1&w=480", "descricao": ["Londres, 1918. Você é o Dr. Jonathan Reid, recentemente convertido em vampiro. Como médico, você deve encontrar a cura para a gripe que assola a população. Como vampiro, está condenado a se alimentar daqueles que jurou curar. Você aceitará seu monstro interior? Suas ações vão salvar ou condenar Londres."], "gpu": "não especificado", "so": "não especificado", "cpu": ["Intel Core i3-2130 (3,4 GHz)/AMD FX-4100 (3,6 GHz)"], "memoria_ram": ["8 GB"], "armazenamento": ["20 GB de espaço disponível"]},
{"titulo": ["LEGO® Batman™ 3: Beyond Gotham"], "desenvolvedora": ["Traveller's Tales"], "publicadora": ["Warner Bros."], "ano_publicacao": ["11/11/14"], "categoria": "Ação", "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Flego-batman-3%2FEGS_WB_LEGO_Batman_3_IC1_200x200_19_0911-200x200-64e942f51d6c2631abdb8b2c76912d36e1d8ff75.png?h=270&resize=1&w=480", "descricao": ["A franquia de games LEGO Batman mais vendida está de volta em uma aventura cheia de ação frenética! No LEGO Batman™ 3: Beyond Gotham, o Cruzado Encapuzado une forças com os super-heróis do universo da DC Comics e vai ao espaço para impedir o malvado Brainiac de destruir a Terra. Usando o poder dos Anéis dos Lanternas, Brainiac encolhe mundos para incrementar sua coleção doentia de cidades em miniatura do universo todo. Agora, os maiores super-heróis e os vilões mais perversos devem se unir e viajar aos Mundos dos Lanternas para colecionar os Anéis e deter Brainiac antes que seja tarde demais.", "Combate espacial incrível – pela primeira vez, lute com Batman e seus aliados no espaço sideral e nos vários Mundos dos Lanternas, incluindo Zamaron e Odym.", "Um elenco robusto de heróis e vilões da DC Comics – jogue e desbloqueie mais de 150 personagens únicos com poderes e habilidades incríveis, incluindo membros da Liga da Justiça e figuras LEGO grandes, como Cyborg, Solomon Grundy e muito mais.", "Trama única com novos enredos e reviravoltas – disfarces surpreendentes, a habilidade de controle mental do Brainiac e o poder dos Anéis dos Lanternas trazem novos aspectos a personagens que você achava que conhecia.", "Hackeie terminais de computador – entre em um mundo virtual para fugir de labirintos e lutar em arenas, e corra para encontrar o código.", "Roda de utilidades do Batman – com apenas um botão, escolha e atualize os trajes e habilidades de caracteres específicos.", "Vários locais icônicos – visite a Sala da Justiça, a Batcaverna e a Torre de Vigilância da Liga da Justiça para acessar lojas, salas de troféus e personalizadores de heróis e veículos."], "gpu": ["NVIDIA GeForce 7600GS ou ATI Radeon 1950, 256 MB de RAM"], "so": "não especificado", "cpu": ["Intel Core 2 Duo ou processador Dual Core equivalente da AMD"], "memoria_ram": ["2 GB de RAM"], "armazenamento": ["10 GB de espaço disponível"]},
{"titulo": ["A Plague Tale: Innocence"], "desenvolvedora": ["Asobo Studio"], "publicadora": ["Focus Home Interactive"], "ano_publicacao": ["14/05/19"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/egs-aplaguetaleinnocence-asobostudio-ic1-400x67-6d7271dba276.png?h=270&resize=1&w=480", "descricao": ["Rock Paper Shotgun - \"Um encanto cinematográfico em cada etapa do caminho\"", "IGN - \"A história de A Plague Tale cativa imediatamente\"", "Telegraph - \"Envolvente, emocionante\"", "Acompanhe a soturna história da jovem Amicia e seu irmãozinho Hugo em uma angustiante jornada pelas horas mais sombrias da história. Caçados por soldados da Inquisição e cercados por enxames inexoráveis de ratos, Amicia e Hugo terão que aprender a confiar um no outro. Eles precisarão sobreviver ante as intempéries e buscar um propósito em um mundo brutal e inclemente."], "gpu": ["GeForce GTX 660 de 2 GB / Radeon HD 7870 de 2 GB"], "so": ["Windows 7/8/10 (64 bits)"], "cpu": ["Intel Core i3-2120 (3,3 GHz) / AMD FX-4100 X4 (3,6 GHz)"], "memoria_ram": ["8 GB"], "armazenamento": ["50 GB"]},
{"titulo": ["Darkest Dungeon®"], "desenvolvedora": ["Red Hook Studios"], "publicadora": ["Red Hook Studios"], "ano_publicacao": ["25/12/20"], "categoria": ["RPG"], "img_src": "https://cdn2.unrealengine.com/egs-darkestdungeon-redhookstudios-ic1-400x229-965fcc6903ad.png?h=270&resize=1&w=480", "descricao": ["Darkest Dungeon® é um jogo gótico desafiante em turnos de RPG sobre os estresses psicológicos vivenciados em aventuras.", "Recrute, treine e lidere uma equipe de heróis imperfeitos através de florestas corrompidas, labirintos esquecidos, criptas arruinadas e além. Você lutará não apenas contra inimigos inimagináveis, mas também contra o estresse, a fome, a doença e a escuridão sempre crescente. Desvende mistérios intrigantes e enfrente uma variedade de monstros temíveis com seus heróis em um sistema de combate estratégico em turnos inovador.", "#Destaques", "Você consegue deter a maré de horrores esquecidos que surgem da propriedade ancestral da sua família?", "Explore por sua conta e risco!"], "gpu": ["Compatível com OpenGL 3.2 ou superior"], "so": ["Windows XP"], "cpu": ["Dual Core de 2,5 GHz"], "memoria_ram": ["2 GB de RAM"], "armazenamento": ["2 GB"]},
{"titulo": ["Enter the Gungeon"], "desenvolvedora": ["Dodge Roll"], "publicadora": ["Devolver Digital"], "ano_publicacao": ["05/04/16"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproduct%2Fgarlic%2Fhome%2FEnter-the-Gungeon---Logo-1031x353-46f57b1a5a1cbf78b6cbc41765d206ed7f41f485.png?h=270&resize=1&w=480", "descricao": ["Enter the Gungeon é um jogo de exploração de masmorra estilo chuva de balas que acompanha um bando de desajustados que vão atirar, saquear, desviar e arrasar tudo no caminho em busca da redenção usando o maior tesouro do Balabirinto: a arma que pode matar o passado. Escolha um herói (ou faça uma equipe no modo cooperativo) e batalhe para chegar ao fim do Balabirinto sobrevivendo a uma série de andares cada vez mais desafiadores, habitados pelos perigosamente fofos Zumbalas e temíveis chefes armados até os dentes. Colete saques preciosos, descubra segredos ocultos e converse com comerciantes e vendedores oportunistas para comprar itens poderosos e ter vantagem.", "O Balabirinto: Enter the Gungeon – uma fortaleza estilo chuva de balas sempre em evolução que mistura com maestria salas feitas à mão em um labirinto procedural empenhado em destruir tudo que entra nele. Mas cuidado, o Balabirinto responde até mesmo à vitória mais modesta contra seus sentinelas e armadilhas aumentando as recompensas e desafios dentro dele! ", "O Culto dos Zumbalas: O Balabirinto não é feito só de armadilhas e abismos. Acalme os nervos e fixe a pontaria para enfrentar o armado Culto dos Zumbalas. Esses discípulos da arma não vão parar por nada até impedir que os heróis avancem, usando qualquer tática necessária para defender o templo.", "Os Balexploradores: Escolha um de vários heróis improváveis, cada um carregando seu próprio arrependimento profundo e buscando uma forma de mudar o passado a qualquer custo. Cheios de coragem e desespero, esses aventureiros não vão hesitar em passar por paredes em chamas, rolar por um muro de balas ou se proteger atrás de qualquer coisa para chegar com vida ao objetivo!", "As armas: Descubra e desbloqueie dezenas de armas fantásticas para aniquilar todos que vão contra você no Balabirinto, cada uma com estratégia e munição únicas. Use de tudo, desde os já conhecidos e confiáveis mísseis, lasers e bolas de canhão até as estranhamente eficazes saraivadas de arco-íris, peixes, dardos de espuma e abelhas! Isso mesmo, abelhas."], "gpu": "não especificado", "so": "não especificado", "cpu": ["Intel Core 2 Duo E6320 (2*1866) ou equivalente"], "memoria_ram": ["2 GB de RAM"], "armazenamento": ["2 GB de HDD"]},
{"titulo": ["Minit"], "desenvolvedora": ["JW, Kitty, Jukio e Dom"], "publicadora": ["Devolver Digital"], "ano_publicacao": ["03/04/18"], "categoria": ["Independente"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fminit%2Fhome%2FEGS_DEVOLVER_MINIT_IC1_game_logo_white-836x300-3f6067162e92fef4107ea4763a9b79cd1230d48c.png?h=270&resize=1&w=480", "descricao": ["Minit é uma pequena e peculiar aventura jogada sessenta segundos por vez. Aventure-se para fora do conforto de seu lar para ajudar pessoas excêntricas, descobrir inúmeros segredos e derrotar inimigos perigosos, tudo na esperança de se livrar de uma maldição bem infeliz que faz os dias durarem apenas um minuto. Minit é uma colaboração de Kitty Calis, Jan Willem Nijman, Jukio Kallio e Dominik Johann."], "gpu": ["GeForce 7600 GS (256 MB)/Radeon HD 2400 PRO (256 MB)"], "so": "não especificado", "cpu": ["Intel Pentium D 830 (2* 3000) ou equivalente/AMD Athlon 64 4000+ (2600) ou equivalente"], "memoria_ram": ["1 GB de RAM"], "armazenamento": ["200 MB de espaço disponível"]},
{"titulo": ["South Park™: The Stick of Truth™"], "desenvolvedora": ["Obsidian Entertainment"], "publicadora": ["Ubisoft"], "ano_publicacao": ["04/03/14"], "categoria": ["Baseado em Turnos"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fsouth-park-the-stick-of-truth%2Fhome%2FSPRK_UCS14906_EGST_BannerBundle_US_Logo_Color_1000x375-1000x375-2d185511c601412164c6c26d2cdf7147d9a0dbbe.png?h=270&resize=1&w=480", "descricao": ["Descubra o Cajado da Verdade perdido e conquiste seu lugar ao lado de Stan, Kyle, Cartman e Kenny como seu novo amigo em uma aventura de RPG engraçadíssima e ultrajante.", "Escrito e dublado por Trey Parker e Matt Stone, The Stick of Truth traz sua marca única de humor para os videogames.  ", "Recrute personagens clássicos de South Park para sua causa.", "Mergulhe no mundo de South Park com cerca de um bilhão de combinações de personagens e roupas."], "gpu": ["nVidia GeForce® 7900GT ou AMD Radeon™ 2900 - Veja a lista de compatibilidade*"], "so": ["SISTEMA OPERACIONAL: Windows XP SP3, Vista SP2, Windows 7® SP1, Windows 8 (versões de 32 ou 64 bits)"], "cpu": ["Intel Core® 2 Duo E2180 de 2,0 GHz ou AMD Athlon™ X2 3800+ de 2,0 GHz"], "memoria_ram": ["2 GB"], "armazenamento": ["4 GB"]},
{"titulo": ["Far Cry"], "desenvolvedora": ["Crytek Studios"], "publicadora": ["Ubisoft"], "ano_publicacao": ["18/08/20"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/gamename-logo-color-1000x375-1000x375-606255035.png?h=270&resize=1&w=480", "descricao": ["O marinheiro freelancer, Jack Carver, amaldiçoa o dia em que veio para esta ilha. Há uma semana, uma repórter impetuosa chamada Valerie ofereceu-lhe uma quantia incrível para a levar para este paraíso intocado. No entanto, pouco depois de atracarem, o barco de Jack foi recebido por fogo de artilharia vindo de um grupo miliciano misterioso espalhado pela ilha.", "Com o seu barco destruído, sem dinheiro e com a linda Valerie desaparecida, Jack agora enfrenta um exército de mercenários por entre as selvas da ilha, com apenas a sua arma e a sua perspicácia para sobreviver. Mas, quanto mais ele penetra na selva exuberante, mais estranho tudo se torna. Jack encontra um informante dentro do grupo miliciano que lhe revela os terríveis detalhes das verdadeiras intenções dos mercenários. Ele dá ao Jack uma escolha perturbadora: lutar contra os mortíferos mercenários ou condenar a raça humana ao plano insidioso de um maníaco.", "Lute até os confins da terra com o sistema de visão único de Far Cry, escalável até 800 metros. Localize seus inimigos à distância com os binóculos com sensores de movimento. Escolha seu estilo de ataque - desde armas de longo alcance até tiroteios a curta distância - e tudo o que há pelo meio.", "As batalhas nunca se tornam repetitivas quando você enfrenta as unidades mercenárias inteligentes e imprevisíveis da IA de Far Cry, treinadas em táticas de grupo adaptativas avançadas. As unidades incluem atiradores furtivos, perseguidores, batedores e granadeiros que te atacam de todos os ângulos, distâncias e terrenos em ataques coordenados. Os comandantes podem até mesmo chamar reforços por terra, mar ou ar.", "Domine uma grande variedade de habilidades de combate - combate de curta distância, tiros de longo alcance, táticas de busca e destruição, operações furtivas e habilidades de condução de combate em ambientes interiores e ao ar livre.", "Entre neste drama com um realismo sem precedentes num cenário que parece ser perfeito, com luzes e sombras incríveis, áudio adaptativo e efeitos climatéricos."], "gpu": ["Placa de vídeo de 64 MB compatível com DirectX® 9.0b"], "so": ["Windows® 2000/XP (somente)"], "cpu": ["AMD Athlon™ de 1 GHz ou Pentium® III de 1 GHz"], "memoria_ram": ["256 MB"], "armazenamento": ["4 GB"]},
{"titulo": ["Far Cry®3"], "desenvolvedora": ["Ubisoft Montreal"], "publicadora": ["Ubisoft"], "ano_publicacao": ["15/01/13"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Ffar-cry-3%2Fhome%2FLogos-FC3-STD-1000x375-4639bc16e1d1516afce53ea1a7b0d500089bb6f1.png?h=270&resize=1&w=480", "descricao": ["Far Cry 3 é um jogo de tiro em primeira pessoa de mundo aberto, situado em uma ilha como nenhuma outra. Ao embarcar em uma busca desesperada para resgatar seus amigos, você percebe que a única maneira de escapar dessa escuridão... é aceitá-la"], "gpu": ["512 MB compatível com DirectX® 10 com Shader Model 4.0 ou superior (consulte a lista suportada)"], "so": ["Windows® 7SP1 / Windows® 8"], "cpu": ["Intel® Core®2 Duo E6700 de 2,6 GHz, AMD® Athlon64 X2 6000+ de 3,0 Ghz"], "memoria_ram": ["4 GB de RAM"], "armazenamento": ["15 GB de espaço disponível"]},
{"titulo": ["SUPERHOT"], "desenvolvedora": ["Equipe SUPERHOT"], "publicadora": ["Equipe SUPERHOT"], "ano_publicacao": ["24/02/16"], "categoria": "Ação", "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fsuperhot%2Fhome%2F191122_superhot_logo_black-2367x346-342bd73fb10ba360a78f2162a2fad77686f9b2b6.png?h=270&resize=1&w=480", "descricao": ["– destructoid, 9/10"], "gpu": ["GeForce GTX 650 (1024 MB de RAM)"], "so": ["Windows 7"], "cpu": ["Intel Core2Quad Q6600 de 2,40 GHz"], "memoria_ram": ["4 GB de RAM"], "armazenamento": ["4 GB de espaço disponível"]},
{"titulo": ["Far Cry 5"], "desenvolvedora": ["Ubisoft Montreal, Red Storm, Ubisoft Shanghai, Ubisoft Toronto, Ubisoft Kiev"], "publicadora": ["Ubisoft"], "ano_publicacao": ["27/03/18"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Ffar-cry-5%2Fhome%2FGame_Logo_Color_1000x375_STD-1000x375-2c753a8b7e7518e06a01dc63a7d2f51618ba5be1.png?h=270&resize=1&w=480", "descricao": ["Liberte Hope County jogando sozinho ou no modo cooperativo para dois jogadores. Recrute Mercenários e Presas de aluguel para ajudá-lo a derrotar o culto.", "Crie seu personagem e escolha sua aventura no Far Cry mais personalizável de todos os tempos!", "Assuma o controle de carrões icônicos, ATVs, aviões e muito mais para travar lutas épicas com as forças do culto."], "gpu": ["NVIDIA GeForce GTX 670 ou AMD R9 270 "], "so": ["Windows 7 SP1 | Windows 8.1 | Windows 10 | apenas 64 bits"], "cpu": ["Intel Core i5-2400 de 3,1 GHz | AMD FX-6300 de 3,5 GHz ou equivalente"], "memoria_ram": ["8 GB de RAM"], "armazenamento": ["40 GB de espaço disponível"]},
{"titulo": ["Chivalry 2"], "desenvolvedora": ["Torn Banner Studios"], "publicadora": ["Tripwire Interactive"], "ano_publicacao": ["08/06/21"], "categoria": ["Luta"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fchivalry-2%2Fhome%2FChivalry-2-Full-Brand-Colour-5239x1781-3716225e30b3211e1df95e0f119c54c214883583.png?h=270&resize=1&w=480", "descricao": ["Chivalry 2 é um jogo de combate multijogador corpo a corpo em primeira pessoa inspirado em filmes de batalhas medievais épicas. Os jogadores entram na ação de cada momento icônico dessa era — desde espadas colidindo a chuvas de flechas flamejantes, cercos de castelos e muito mais.", "Domine enormes campos de batalha com 64 jogadores. As catapultas fazem a terra ruir enquanto você cerca castelos, incendeia vilas e massacra camponeses imundos no retorno dos mapas do Team Objective. "], "gpu": ["NVIDIA GeForce GTX 660 ou AMD Radeon HD 7870 de 2 GB"], "so": ["Windows 10 de 64 bits"], "cpu": ["Intel i3-4370 "], "memoria_ram": ["8 GB"], "armazenamento": ["20 GB"]},
{"titulo": ["FAR CRY 4"], "desenvolvedora": ["Ubisoft"], "publicadora": ["Ubisoft"], "ano_publicacao": ["18/11/14"], "categoria": ["Ação"], "img_src": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Ffar-cry-4%2Fhome%2FFC4_STD_Logo_Color_1000x375-1000x375-c092c97c0c85c6ddfcf9ee570ab930c2cff7f736.png?h=270&resize=1&w=480", "descricao": ["Kyrat é um lugar escondido em meio aos imponentes Himalaias, um país envolto em tradições e violência. Você é Ajay Ghale. Viajando até Kyrat para realizar o último desejo de sua mãe, você se vê envolvido numa guerra civil para derrubar o regime opressor do ditador Pagan Min. ", "Descubra a edição mais plural e letal de Far Cry já vista. ", "Nem sempre é bom viajar sozinho. Far Cry 4 permite que um segundo jogador entre e saia a qualquer momento, reimaginando a experiência cooperativa para uma nova geração, mas mantendo-se fiel ao espírito de Far Cry."], "gpu": ["NVIDIA GeForce GTX 460 ou AMD Radeon HD5850 (1 GB de VRAM)"], "so": ["Windows® 7 (SP1), Windows® 8, Windows® 8.1 (somente versões de 64 bits)"], "cpu": ["Intel® Core™ i5-750 de 2,6 GHz | AMD Phenom™ II X4 955 de 3,2 GHz"], "memoria_ram": ["4 GB de RAM"], "armazenamento": ["30 GB de espaço disponível"]}
]